Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: Alpha DESC
ta: ஆல்பா டெச்க்

source: Most popular
ta: மிகவும் பிரபலமானது

source: Last updated
ta: கடைசியாக புதுப்பிக்கப்பட்டது

source: Most recent
ta: மிக அண்மைக் கால

source: Best notes
ta: சிறந்த குறிப்புகள்

source: Your plugin here ? Contact us.
ta: உங்கள் சொருகி இங்கே? எங்களைத் தொடர்பு கொள்ளுங்கள்.

source: Refresh plugin list
ta: சொருகி பட்டியலைப் புதுப்பிக்கவும்

source: Filter plugin list
ta: சொருகி பட்டியலை வடிகட்டவும்

source: Homepage
ta: முகப்புப்பக்கம்

source: Get help
ta: உதவி பெறு

source: Clean
ta: தூய்மையான

source: This plugin is not available for your GLPI version.
ta: உங்கள் GLPI பதிப்பிற்கு இந்த சொருகி கிடைக்கவில்லை.

source: The plugin has an available update but its directory is not writable.
ta: சொருகி கிடைக்கக்கூடிய புதுப்பிப்பைக் கொண்டுள்ளது, ஆனால் அதன் அடைவு எழுத முடியாதது.

source: Download archive manually, you must uncompress it in plugins directory (%s)
ta: காப்பகத்தை கைமுறையாக பதிவிறக்குங்கள், நீங்கள் அதை செருகுநிரல்கள் கோப்பகத்தில் (%s) சுருக்கிக் கொள்ள வேண்டும்

source: A new version (%s) is available, update ?
ta: புதிய பதிப்பு (%s) கிடைக்கிறது, புதுப்பிப்பு?

source: You need a superior GLPI-Network offer to access to this plugin (%s)
ta: இந்த சொருகி (%s) அணுக உங்களுக்கு சிறந்த சி.எல்.பி.ஐ-நெட்வொர்க் சலுகை தேவை

source: Install
ta: நிறுவவும்

source: Enable
ta: இயக்கு

source: Uninstall
ta: நிறுவல் நீக்க

source: You must have a %s subscription to get this plugin
ta: இந்த சொருகி பெற உங்களிடம் ஒரு %s சந்தா இருக்க வேண்டும்

source: You need at least the %s subscription level to get this plugin
ta: இந்த சொருகி பெற உங்களுக்கு குறைந்தபட்சம் %s சந்தா நிலை தேவை

source: %s plugin
ta: %s சொருகி

source: GLPI provides a new marketplace to download and install plugins.
ta: செருகுநிரல்களை பதிவிறக்கம் செய்து நிறுவ GLPI ஒரு புதிய சந்தையை வழங்குகிறது.

source: Do you want to replace the plugins setup page by the new marketplace ?
ta: புதிய சந்தை மூலம் செருகுநிரல்கள் அமைவு பக்கத்தை மாற்ற விரும்புகிறீர்களா?

source: Later
ta: பின்னர்

source: Switch to marketplace
ta: சந்தைக்கு மாறவும்

source: Some updates are available for your installed plugins!
ta: உங்கள் நிறுவப்பட்ட செருகுநிரல்களுக்கு சில புதுப்பிப்புகள் கிடைக்கின்றன!

source: Plugin name
ta: சொருகி பெயர்

source: Plugin new version number
ta: சொருகி புதிய பதிப்பு எண்

source: Plugin old version number
ta: சொருகி பழைய பதிப்பு எண்

source: On search engine, use "Expiration contains NULL" to search licenses with no expiration date
ta: தேடுபொறியில், காலாவதி தேதி இல்லாத உரிமங்களை தேடுவதற்கு "காலாவதி பூச்யத்தைக் கொண்டுள்ளது"

source: Registration
ta: பதிவு

source: A registration key is needed to use advanced feature (like marketplace) in GLPI
ta: GLPI இல் மேம்பட்ட அம்சத்தை (சந்தை போன்றவை) பயன்படுத்த பதிவு விசை தேவை

source: Register on %1$s!
ta: %1$s இல் பதிவு செய்யுங்கள்!

source: And retrieve your key to paste it below
ta: அதை கீழே ஒட்ட உங்கள் விசையை மீட்டெடுக்கவும்

source: Error was: %s
ta: பிழை: %s

source: Registration key
ta: பதிவு விசை

source: Subscription
ta: சந்தா

source: Unknown
ta: தெரியவில்லை

source: Registered by
ta: பதிவுசெய்தது

source: Unable to fetch registration information.
ta: பதிவு தகவல்களைப் பெற முடியவில்லை.

source: The registration key is invalid.
ta: பதிவு விசை தவறானது.

source: The registration key refers to a terminated subscription.
ta: பதிவு விசை என்பது நிறுத்தப்பட்ட சந்தாவைக் குறிக்கிறது.

source: The registration key is valid.
ta: பதிவு விசை செல்லுபடியாகும்.

source: You need help to integrate GLPI in your IT, have a bug fixed or benefit from pre-configured rules or dictionaries? We provide the %s space for you. GLPI-Network is a commercial product that includes a subscription for tier 3 support, ensuring the correction of bugs encountered with a commitment time. In this same space, you will be able to <b>contact an official partner</b> to help you with your GLPI integration. Or, support the GLPI development effort by <b>donating</b>.
ta: உங்கள் ஐ.டி.யில் சி.எல்.பி.ஐ.யை ஒருங்கிணைக்க உங்களுக்கு உதவி தேவையா, பிழை சரி செய்யப்பட வேண்டும் அல்லது முன் கட்டமைக்கப்பட்ட விதிகள் அல்லது அகராதிகளிலிருந்து பயனடைகிறதா? நாங்கள் உங்களுக்காக %s இடத்தை வழங்குகிறோம். சி.எல்.பி.ஐ-நெட்வொர்க் என்பது ஒரு வணிக தயாரிப்பு ஆகும், இது அடுக்கு 3 ஆதரவுக்கான சந்தாவை உள்ளடக்கியது, இது அர்ப்பணிப்பு நேரத்துடன் எதிர்கொள்ளும் பிழைகள் திருத்தப்படுவதை உறுதி செய்கிறது. இதே இடத்தில், உங்கள் சி.எல்.பி.ஐ ஒருங்கிணைப்புக்கு உங்களுக்கு உதவ <b> அதிகாரப்பூர்வ கூட்டாளரைத் தொடர்பு கொள்ள முடியும் </b>. அல்லது, <b> நன்கொடை </b> இன் சி.எல்.பி.ஐ மேம்பாட்டு முயற்சியை ஆதரிக்கவும்.

source: Having troubles setting up an advanced GLPI module? We can help you solve them. Sign up for support on %s.
ta: மேம்பட்ட சி.எல்.பி.ஐ தொகுதியை அமைப்பதில் சிக்கல் உள்ளதா? அவற்றைத் தீர்க்க நாங்கள் உங்களுக்கு உதவ முடியும். %s ஆதரவுக்கு பதிவு செய்க.

source: An email has been sent to your email address. The email contains information for reset your password.
ta: உங்கள் மின்னஞ்சல் முகவரிக்கு மின்னஞ்சல் அனுப்பப்பட்டுள்ளது. உங்கள் கடவுச்சொல்லை மீட்டமைப்பதற்கான தகவல்கள் மின்னஞ்சலில் உள்ளன.

source: Email address not found.
ta: மின்னஞ்சல் முகவரி கிடைக்கவில்லை.

source: The MAC address and the IP of the equipment are included in an aggregated network port
ta: MAC முகவரி மற்றும் உபகரணங்களின் ஐபி ஆகியவை ஒருங்கிணைந்த பிணையம் துறைமுகத்தில் சேர்க்கப்பட்டுள்ளன

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ta: பதிவேற்றிய கோப்பு php.ini இல் உள்ள பதிவேற்றம்_மாக்ச்_பைல்ச்ச் டைரெக்டிவ் மீறுகிறது

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ta: பதிவேற்றிய கோப்பு உஉகுமொ படிவத்தில் குறிப்பிடப்பட்ட MAX_FILE_SIZE உத்தரவை மீறுகிறது

source: The uploaded file was only partially uploaded
ta: பதிவேற்றிய கோப்பு ஓரளவு மட்டுமே பதிவேற்றப்பட்டது

source: Failed to write file to disk
ta: வட்டுக்கு கோப்பை எழுதுவதில் தோல்வி

source: A PHP extension stopped the file upload
ta: ஒரு பிஎச்பி நீட்டிப்பு கோப்பு பதிவேற்றத்தை நிறுத்தியது

source: The uploaded file exceeds the post_max_size directive in php.ini
ta: பதிவேற்றிய கோப்பு php.ini இல் post_max_size உத்தரவை மீறுகிறது

source: File is too big
ta: கோப்பு மிகப் பெரியது

source: File is too small
ta: கோப்பு மிகவும் சிறியது

source: Maximum number of files exceeded
ta: கோப்புகளின் அதிகபட்ச எண்ணிக்கை மீறியது

source: Image exceeds maximum width
ta: படம் அதிகபட்ச அகலத்தை மீறுகிறது

source: Image requires a minimum width
ta: படத்திற்கு குறைந்தபட்ச அகலம் தேவை

source: Image exceeds maximum height
ta: படம் அதிகபட்ச உயரத்தை மீறுகிறது

source: Image requires a minimum height
ta: படத்திற்கு குறைந்தபட்ச உயரம் தேவை

source: Filetype not allowed
ta: பைல்டைப் அனுமதிக்கப்படவில்லை

source: File upload aborted
ta: கோப்பு பதிவேற்றம் கைவிடப்பட்டது

source: Failed to resize image
ta: படத்தை மறுஅளவிடுவதில் தோல்வி

source: Display GLPI debug information
ta: GLPI பிழைத்திருத்த தகவலைக் காண்பி

source: Progress
ta: முன்னேற்றம்

source: My settings
ta: எனது அமைப்புகள்

source: Back to top of the page
ta: பக்கத்தின் மேலே திரும்பவும்

source: You will find it on the GLPI-PROJECT.org site.
ta: நீங்கள் அதை glpi-project.org தளத்தில் காண்பீர்கள்.

source: Check all
ta: அனைத்தையும் சரிபார்க்கவும்

source: Uncheck all
ta: அனைத்தையும் தேர்வு செய்யவும்

source: Check all as
ta: அனைத்தையும் சரிபார்க்கவும்

source: Selection too large, massive action disabled.
ta: தேர்வு மிகப் பெரியது, பாரிய நடவடிக்கை முடக்கப்பட்டுள்ளது.

source: To increase the limit: change max_input_vars or suhosin.post.max_vars in php configuration.
ta: வரம்பை அதிகரிக்க: பிஎச்பி உள்ளமைவில் MAX_INPUT_VARS அல்லது suhosin.post.max_vars ஐ மாற்றவும்.

source: The description field is mandatory
ta: விளக்க புலம் கட்டாயமாகும்

source: From %1$d to %2$d of %3$d
ta: %1$d முதல் %2$d வரை %3$d

source: Empty array
ta: வெற்று வரிசை

source: %1$d on %2$d
ta: %2$d இல் %1$d

source: Close (Esc)
ta: மூடு (ESC)

source: Share
ta: பங்கு

source: Zoom in/out
ta: பெரிதாக்க/வெளியே

source: Previous (arrow left)
ta: முந்தைய (அம்பு இடது)

source: Next (arrow right)
ta: அடுத்து (அம்பு வலது)

source: Attach file by drag & drop or copy & paste in editor or
ta: எடிட்டரில் இழுவை மூலம் கோப்பை இழுக்கவும், கைவிடவும் அல்லது நகலெடுக்கவும் ஒட்டவும் அல்லது

source: selecting them
ta: அவற்றைத் தேர்ந்தெடுப்பது

source: File(s)
ta: கோப்பு (கள்)

source: Drag and drop your file here, or
ta: உங்கள் கோப்பை இங்கே இழுத்து விடுங்கள், அல்லது

source: Upload successful
ta: வெற்றிகரமாக பதிவேற்றவும்

source: Check/uncheck all
ta: அனைத்தையும் சரிபார்க்கவும்/தேர்வு செய்யவும்

source: Start typing to find a menu
ta: மெனுவைக் கண்டுபிடிக்க தட்டச்சு செய்யத் தொடங்குங்கள்

source: Change mode
ta: பயன்முறையை மாற்றவும்

source: Debug mode enabled
ta: பிழைத்திருத்த முறை இயக்கப்பட்டது

source: Debug mode disabled
ta: பிழைத்திருத்த முறை முடக்கப்பட்டுள்ளது

source: Saved searches
ta: சேமித்த தேடல்கள்

source: Manage saved searches
ta: சேமித்த தேடல்களை நிர்வகிக்கவும்

source: Add is disabled
ta: சேர் முடக்கப்பட்டுள்ளது

source: Search is disabled
ta: தேடல் முடக்கப்பட்டுள்ளது

source: Global Kanban
ta: உலகளாவிய கனபன்

source: You are impersonating %s.
ta: நீங்கள் %s ஆள்மாறாட்டம் செய்கிறீர்கள்.

source: Stop impersonating
ta: ஆள்மாறாட்டம் செய்வதை நிறுத்துங்கள்

source: Allow to login to API and get a session token with user credentials
ta: பநிஇ இல் உள்நுழைய அனுமதிக்கவும், பயனர் சான்றுகளுடன் ஒரு அமர்வு கிள்ளாக்கைப் பெறவும்

source: Allow to login to API and get a session token with user external token. See Remote access key in user Settings tab
ta: பநிஇ இல் உள்நுழைய அனுமதிக்கவும், பயனர் வெளிப்புற டோக்கனுடன் ஒரு அமர்வு கிள்ளாக்கைப் பெறவும். பயனர் அமைப்புகள் தாவலில் தொலைநிலை அணுகல் விசையைப் பார்க்கவும்

source: Show GLPI ID
ta: GLPI ஐடியைக் காட்டு

source: Color palette
ta: வண்ண தட்டு

source: Layout
ta: மனையமைவு

source: Tabs on left
ta: இடதுபுறத்தில் தாவல்கள்

source: Classic view
ta: கிளாசிக் பார்வை

source: Vertical split
ta: செங்குத்து பிளவு

source: Enable high contrast
ta: அதிக மாறுபாட்டை இயக்கவும்

source: Dashboards
ta: டாச்போர்டுகள்

source: Default for central
ta: மையத்திற்கான இயல்புநிலை

source: Default for Assets
ta: சொத்துக்களுக்கான இயல்புநிலை

source: Default for Assistance
ta: உதவிக்கு இயல்புநிலை

source: Default for tickets (mini dashboard)
ta: டிக்கெட்டுகளுக்கான இயல்புநிலை (மினி டாச்போர்டு)

source: Check if a new version is available
ta: புதிய பதிப்பு கிடைக்குமா என்று சரிபார்க்கவும்

source: Show filters
ta: வடிப்பான்களைக் காட்டு

source: No historical matching your filters
ta: உங்கள் வடிப்பான்களுடன் பொருந்தாத வரலாற்று இல்லை

source: Add to schedule
ta: அட்டவணையில் சேர்க்கவும்

source: Position in room
ta: அறையில் நிலை

source: Door orientation in room
ta: அறையில் கதவு நோக்குநிலை

source: North
ta: வடக்கு

source: East
ta: கிழக்கு

source: South
ta: தெற்கு

source: West
ta: மேற்கு

source: Number of units
ta: அலகுகளின் எண்ணிக்கை

source: U
ta: உ

source: Width
ta: அகலம்

source: Height
ta: உயரம்

source: Measured power (in watts)
ta: அளவிடப்பட்ட ஆற்றல் (வாட்சில்)

source: Max. weight
ta: அதிகபட்சம். எடை

source: No rack found
ta: ரேக் எதுவும் கிடைக்கவில்லை

source: Following elements are out of room bounds
ta: பின்வரும் கூறுகள் அறை எல்லைக்கு வெளியே உள்ளன

source: Blueprint
ta: புளூபிரிண்ட்

source: Grid
ta: வலைவாய்

source: Insert a rack here
ta: இங்கே ஒரு ரேக் செருகவும்

source: Position must be set
ta: நிலை அமைக்கப்பட வேண்டும்

source: %1$s position is not available
ta: %1$s நிலை கிடைக்கவில்லை

source: All categories
ta: அனைத்து பிரிவுகளும்

source: Uncategorized software
ta: வகைப்படுத்தப்படாத மென்பொருள்

source: Valid license
ta: செல்லுபடியாகும் உரிமம்

source: Other component
ta: பிற கூறு

source: One last thing before starting
ta: தொடங்குவதற்கு முன் கடைசி சேதி

source: Donate
ta: நன்கொடை

source: Unofficial translations are also available
ta: அதிகாரப்பூர்வமற்ற மொழிபெயர்ப்புகளும் கிடைக்கின்றன

source: I have read and ACCEPT the terms of the license written above.
ta: மேலே எழுதப்பட்ட உரிமத்தின் விதிமுறைகளை நான் படித்து ஏற்றுக்கொண்டேன்.

source: I have read and DO NOT ACCEPT the terms of the license written above
ta: மேலே எழுதப்பட்ட உரிமத்தின் விதிமுறைகளை நான் படித்தேன், ஏற்றுக்கொள்ளவில்லை

source: Installation or update of GLPI
ta: GLPI இன் நிறுவல் அல்லது புதுப்பிப்பு

source: Choose 'Install' for a completely new installation of GLPI.
ta: GLPI இன் முற்றிலும் புதிய நிறுவலுக்கு 'நிறுவு' என்பதைத் தேர்வுசெய்க.

source: Select 'Upgrade' to update your version of GLPI from an earlier version
ta: முந்தைய பதிப்பிலிருந்து உங்கள் GLPI இன் பதிப்பைப் புதுப்பிக்க 'மேம்படுத்தல்' என்பதைத் தேர்ந்தெடுக்கவும்

source: Do you want to continue?
ta: நீங்கள் தொடர விரும்புகிறீர்களா?

source: Database connection parameters
ta: தரவுத்தள இணைப்பு அளவுருக்கள்

source: Test of the connection at the database
ta: தரவுத்தளத்தில் இணைப்பின் சோதனை

source: Can't connect to the database
ta: தரவுத்தளத்துடன் இணைக்க முடியாது

source: The server answered: %s
ta: சேவையகம் பதிலளித்தது: %s

source: The server or/and user field is empty
ta: சேவையகம் அல்லது/மற்றும் பயனர் புலம் காலியாக உள்ளது

source: Please select a database:
ta: ஒரு தரவுத்தளத்தைத் தேர்ந்தெடுக்கவும்:

source: Create a new database or use an existing one:
ta: புதிய தரவுத்தளத்தை உருவாக்கவும் அல்லது ஏற்கனவே உள்ள ஒன்றைப் பயன்படுத்தவும்:

source: Please select the database to update:
ta: புதுப்பிக்க தரவுத்தளத்தைத் தேர்ந்தெடுக்கவும்:

source: Initialization of the database
ta: தரவுத்தளத்தின் துவக்கம்

source: Impossible to use the database:
ta: தரவுத்தளத்தைப் பயன்படுத்த இயலாது:

source: OK - database was initialized
ta: சரி - தரவுத்தளம் துவக்கப்பட்டது

source: Impossible to write the database setup file
ta: தரவுத்தள அமைவு கோப்பை எழுத இயலாது

source: Database created
ta: தரவுத்தளம் உருவாக்கப்பட்டது

source: Error in creating database!
ta: தரவுத்தளத்தை உருவாக்குவதில் பிழை!

source: You didn't select a database!
ta: நீங்கள் ஒரு தரவுத்தளத்தைத் தேர்ந்தெடுக்கவில்லை!

source: Collect data
ta: தரவைச் சேகரிக்கவும்

source: The installation is finished
ta: நிறுவல் முடிந்தது

source: Default logins / passwords are:
ta: இயல்புநிலை உள்நுழைவுகள் / கடவுச்சொற்கள்:

source: tech/tech for the technician account
ta: தொழில்நுட்பம்/தொழில்நுட்பத்திற்கான தொழில்நுட்பம்

source: normal/normal for the normal account
ta: சாதாரண கணக்கிற்கு இயல்பான/இயல்பானது

source: post-only/postonly for the postonly account
ta: போச்ட்-மட்டும்/இடுகை மட்டுமே பதவிக்கு மட்டுமே

source: You can delete or modify these accounts as well as the initial data.
ta: இந்த கணக்குகளையும் ஆரம்ப தரவையும் நீக்கலாம் அல்லது மாற்றலாம்.

source: Can't create the database connection file, please verify file permissions.
ta: தரவுத்தள இணைப்பு கோப்பை உருவாக்க முடியாது, கோப்பு அனுமதிகளை சரிபார்க்கவும்.

source: Select your language
ta: உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்

source: Beginning of the installation
ta: நிறுவலின் துவக்கம்

source: Step %d
ta: படி %d

source: ITSM-NG - Authentication
ta: Itsm -ng - ஏற்பு

source: Remember me
ta: என்னை நினைவில் கொள்ளுங்கள்

source: You must activate the JavaScript function of your browser
ta: உங்கள் உலாவியின் சாவாச்கிரிப்ட் செயல்பாட்டை நீங்கள் செயல்படுத்த வேண்டும்

source: You must accept cookies to reach this application
ta: இந்த விண்ணப்பத்தை அடைய குக்கீகளை நீங்கள் ஏற்க வேண்டும்

source: Invalid use of session ID
ta: அமர்வு ஐடியின் தவறான பயன்பாடு

source: Access to the Frequently Asked Questions
ta: அடிக்கடி கேட்கப்படும் கேள்விகளுக்கான அணுகல்

source: Add a card
ta: ஒரு அட்டை சேர்க்கவும்

source: Add a filter
ta: ஒரு வடிகட்டியைச் சேர்க்கவும்

source: Saved
ta: சேமிக்கப்பட்டது

source: Are you sure you want to delete the dashboard %s ?
ta: டாச்போர்டு %s ஐ நீக்க விரும்புகிறீர்களா?

source: Send a test chat
ta: சோதனை அரட்டை அனுப்பவும்

source: Navbar
ta: நவ்பார்

source: Logout
ta: வெளியேற்றம்

source: Jump to menu
ta: மெனுவுக்கு செல்லவும்

source: Jump to content
ta: உள்ளடக்கத்திற்கு செல்லவும்

source: Increase text
ta: உரையை அதிகரிக்கவும்

source: Decrease text
ta: உரையைக் குறைக்கவும்

source: GrayScale
ta: கிரேச்கேல்

source: High Contrast
ta: உயர் வேறுபாடு

source: Negative Contrast
ta: எதிர்மறை மாறுபாடு

source: Links underline
ta: இணைப்புகள் அடிக்கோடிட்டுக் காட்டுகின்றன

source: Readable font
ta: படிக்கக்கூடிய எழுத்துரு

source: Navbar settings
ta: நவ்பார் அமைப்புகள்

source: All Tickets
ta: அனைத்து டிக்கெட்டுகளும்

source: Tickets to validate
ta: சரிபார்க்க டிக்கெட்

source: New widget
ta: புதிய விட்செட்

source: Add widget
ta: விட்செட்டைச் சேர்க்கவும்

source: assign
ta: ஒதுக்க

source: observer
ta: நோக்காளன்

source: requester
ta: கோரிக்கை

source: Increase List Size
ta: பட்டியல் அளவை அதிகரிக்கவும்

source: Decrease List Size
ta: பட்டியல் அளவைக் குறைக்கவும்

source: Toggle navigation
ta: வழிசெலுத்தலை மாற்றவும்
