Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: Error inserting email to queue
ta: வரிசையில் மின்னஞ்சலைச் செருகுவதில் பிழை

source: An email to %s was added to queue
ta: வரிசையில் %s க்கு மின்னஞ்சல் சேர்க்கப்பட்டது

source: External events template
ta: வெளிப்புற நிகழ்வுகள் வார்ப்புரு

source: Telemetry
ta: டெலிமெட்ரி

source: Send telemetry information
ta: டெலிமெட்ரி தகவல்களை அனுப்பவும்

source: See what would be sent...
ta: என்ன அனுப்பப்படும் என்று பாருங்கள் ...

source: Telemetry data
ta: டெலிமெட்ரி தரவு

source: Send "usage statistics"
ta: "பயன்பாட்டு புள்ளிவிவரங்களை" அனுப்பவும்

source: We need your help to improve ITSM-NG and the plugins ecosystem!
ta: ITSM-NG மற்றும் செருகுநிரல்கள் சுற்றுச்சூழல் அமைப்பை மேம்படுத்த எங்களுக்கு உங்கள் உதவி தேவை!

source: Once sent, usage statistics are aggregated and made available to a broad range of ITSM-NG developers.
ta: அனுப்பப்பட்டதும், பயன்பாட்டு புள்ளிவிவரங்கள் திரட்டப்பட்டு, அதன் பரந்த அளவிலான ITSM-NG டெவலப்பர்களுக்கு கிடைக்கின்றன.

source: Let us know your usage to improve future versions of ITSM-NG and its plugins!
ta: ITSM-NG மற்றும் அதன் செருகுநிரல்களின் எதிர்கால பதிப்புகளை மேம்படுத்த உங்கள் பயன்பாட்டை எங்களுக்குத் தெரியப்படுத்துங்கள்!

source: Reference your ITSM-NG
ta: உங்கள் ITSM-NNG ஐக் குறிப்பிடவும்

source: Besides, if you appreciate GLPI and its community, please take a minute to reference your organization by filling %1$s.
ta: தவிர, GLPI மற்றும் அதன் சமூகத்தை நீங்கள் பாராட்டினால், தயவுசெய்து %1$s ஐ நிரப்புவதன் மூலம் உங்கள் நிறுவனத்தைக் குறிப்பிட ஒரு மணித்துளி எடுத்துக் கொள்ளுங்கள்.

source: the following form
ta: பின்வரும் படிவம்

source: Device control model
ta: சாதன கட்டுப்பாட்டு மாதிரி

source: Solution type
ta: தீர்வு வகை

source: Network alias
ta: பிணையம் மாற்றுப்பெயர்

source: Add a network alias
ta: பிணைய மாற்றுப்பெயரைச் சேர்க்கவும்

source: Internet domain
ta: இணைய களம்

source: Add an item type
ta: உருப்படி வகையைச் சேர்க்கவும்

source: The internal time is recalculated when assigning the OLA
ta: OLA ஐ ஒதுக்கும்போது உள் நேரம் மீண்டும் கணக்கிடப்படுகிறது

source: The assignment of an OLA to a ticket causes the recalculation of the date.
ta: ஒரு ஓலாவை ஒரு டிக்கெட்டுக்கு ஒதுக்குவது தேதியை மீண்டும் கணக்கிடுகிறது.

source: Escalations defined in the OLA will be triggered under this new date.
ta: OLA இல் வரையறுக்கப்பட்ட விரிவாக்கங்கள் இந்த புதிய தேதியின் கீழ் தூண்டப்படும்.

source: File system
ta: கோப்பு முறைமை

source: Fully Qualified Domain Name. Use the classical notation (labels separated by dots). For example: indepnet.net
ta: முழு தகுதி வாய்ந்த டொமைன் பெயர். பாரம்பரிய குறியீட்டைப் பயன்படுத்தவும் (புள்ளிகளால் பிரிக்கப்பட்ட லேபிள்கள்). எடுத்துக்காட்டாக: ifeltnet.net

source: FQDN must not be empty
ta: FQDN காலியாக இருக்கக்கூடாது

source: FQDN is not valid
ta: FQDN செல்லுபடியாகாது

source: Contract type
ta: ஒப்பந்த வகை

source: Processing change
ta: செயலாக்க மாற்றம்

source: Plans
ta: திட்டங்கள்

source: Analysis impact
ta: பகுப்பாய்வு தாக்கம்

source: Evaluation
ta: மதிப்பீடு

# change
source: Testing
ta: சோதனை

source: Qualification
ta: தகுதி

source: Applied
ta: பயன்படுத்தப்பட்டது

source: Review
ta: சீராய்வு

source: Last changes
ta: கடைசி மாற்றங்கள்

source: New change for this item...
ta: இந்த உருப்படிக்கு புதிய மாற்றம் ...

source: Last %d change
ta: கடைசி %d மாற்றம்

source: No change found.
ta: எந்த மாற்றமும் கிடைக்கவில்லை.

source: Changes on linked items
ta: இணைக்கப்பட்ட உருப்படிகளில் மாற்றங்கள்

source: User category
ta: பயனர் வகை

source: Create ticket
ta: டிக்கெட்டை உருவாக்கவும்

source: Ticket waiting for your approval
ta: உங்கள் ஒப்புதலுக்காக காத்திருக்கும் டிக்கெட்

source: Created tickets
ta: டிக்கெட்டுகளை உருவாக்கியது

source: Processing ticket
ta: செயலாக்க டிக்கெட்

source: Satisfaction survey expired
ta: நிறைவு கணக்கெடுப்பு காலாவதியானது

source: No generated survey
ta: உருவாக்கப்பட்ட கணக்கெடுப்பு இல்லை

source: Unknown ticket
ta: தெரியாத டிக்கெட்

source: You cannot create a ticket for this user
ta: இந்த பயனருக்கான டிக்கெட்டை நீங்கள் உருவாக்க முடியாது

source: Invalid email address %s
ta: தவறான மின்னஞ்சல் முகவரி %s

source: Auto-created task
ta: தானாக உருவாக்கப்பட்ட பணி

source: %s promotes a followup from ticket %s
ta: %s டிக்கெட்டுகளிலிருந்து பின்தொடர்வதை ஊக்குவிக்கிறது

source: Your ticket has been registered.
ta: உங்கள் டிக்கெட் பதிவு செய்யப்பட்டுள்ளது.

source: %1$s updates the item %2$s
ta: %1$s உருப்படியை %2$s புதுப்பிக்கிறது

source: Merge as Followup
ta: பின்தொடர்வாக ஒன்றிணைக்கவும்

source: Add a new followup
ta: புதிய பின்தொடர்தலைச் சேர்க்கவும்

# button
source: Link tickets
ta: இணைப்பு டிக்கெட்டுகள்

# button
source: Link project task
ta: இணைப்பு பணி பணி

source: Merge followups
ta: பின்தொடர்வுகளை ஒன்றிணைக்கவும்

source: Merge documents
ta: ஆவணங்களை ஒன்றிணைக்கவும்

source: Merge tasks
ta: பணிகளை ஒன்றிணைக்கவும்

source: Merge actors
ta: நடிகர்களை ஒன்றிணைக்கவும்

source: Link type
ta: இணைப்பு வகை

source: Confirm the merge? This ticket will be deleted!
ta: ஒன்றிணைப்பதை உறுதிப்படுத்தவா? இந்த டிக்கெட் நீக்கப்படும்!

source: Time to own + Progress
ta: சொந்தமான நேரம் + முன்னேற்றம்

source: Time to own exceeded
ta: சொந்தமான நேரம் மீறியது

source: Internal time to resolve
ta: தீர்க்க உள் நேரம்

source: Internal time to resolve + Progress
ta: தீர்க்க உள் நேரம் + முன்னேற்றம்

source: Internal time to resolve exceeded
ta: தீர்க்க உள் நேரம் மீறியது

source: Internal time to own
ta: சொந்தமாக உள் நேரம்

source: Internal time to own + Progress
ta: சொந்தமாக இருக்க உள் நேரம் + முன்னேற்றம்

source: Internal time to own exceeded
ta: சொந்தமாக இருக்க உள் நேரம்

source: Next escalation level
ta: அடுத்த விரிவாக்கம் நிலை

source: Response date
ta: மறுமொழி தேதி

source: Take into account time
ta: நேரத்தை கணக்கில் எடுத்துக் கொள்ளுங்கள்

source: Linked ticket
ta: இணைக்கப்பட்ட டிக்கெட்

source: All linked tickets
ta: அனைத்து இணைக்கப்பட்ட டிக்கெட்டுகளும்

source: Duplicated tickets
ta: நகல் டிக்கெட்டுகள்

source: Number of all linked tickets
ta: இணைக்கப்பட்ட அனைத்து டிக்கெட்டுகளின் எண்ணிக்கை

source: Number of duplicated tickets
ta: நகல் டிக்கெட்டுகளின் எண்ணிக்கை

source: Parent tickets
ta: பெற்றோர் டிக்கெட்

source: Child tickets
ta: குழந்தை டிக்கெட்

source: Number of sons tickets
ta: மகன்களின் டிக்கெட்டுகளின் எண்ணிக்கை

source: Number of parent tickets
ta: பெற்றோர் டிக்கெட்டுகளின் எண்ணிக்கை

source: Tickets awaiting approval
ta: ஒப்புதலுக்காக காத்திருக்கும் டிக்கெட்

source: This ticket concerns me
ta: இந்த டிக்கெட் என்னைப் பற்றியது

source: Check your personnal information
ta: உங்கள் தனிப்பட்ட தகவல்களைச் சரிபார்க்கவும்

source: Describe the incident or request
ta: நிகழ்வு அல்லது கோரிக்கையை விவரிக்கவும்

source: Inform me about the actions taken
ta: எடுக்கப்பட்ட நடவடிக்கைகள் குறித்து எனக்குத் தெரிவிக்கவும்

source: Submit message
ta: செய்தியை சமர்ப்பிக்கவும்

source: New
ta: புதிய

source: Parameters
ta: அளவுருக்கள்

source: Close date
ta: தேதி மூடு

source: Server room
ta: சேவையக அறை

source: Number of columns
ta: நெடுவரிசைகளின் எண்ணிக்கை

source: Number of rows
ta: வரிசைகளின் எண்ணிக்கை

source: Background picture (blueprint)
ta: பின்னணி படம் (புளூபிரிண்ட்)

source: New room for this datacenter...
ta: இந்த டேட்டாசென்டருக்கு புதிய அறை ...

source: No server room found
ta: சேவையக அறை எதுவும் கிடைக்கவில்லை

source: col: %1$s, row: %2$s
ta: COL: %1$s, வரிசை: %2$s

source: Virtualization
ta: மெய்நிகராக்கம்

source: Machine
ta: இயந்திரம்

# quantity
source: Processors number
ta: செயலிகள் எண்

source: List of virtualized environments
ta: மெய்நிகராக்கப்பட்ட சூழல்களின் பட்டியல்

source: Add a virtual machine
ta: மெய்நிகர் இயந்திரத்தைச் சேர்க்கவும்

source: No virtualized environment associated with the computer
ta: கணினியுடன் தொடர்புடைய மெய்நிகராக்கப்பட்ட சூழல் இல்லை

source: processor number
ta: செயலி எண்

source: Virtual machine
ta: மெய்நிகர் இயந்திரம்

source: Virtual machine Comment
ta: மெய்நிகர் இயந்திர கருத்து

source: Please select a software for this license
ta: இந்த உரிமத்திற்கான மென்பொருளைத் தேர்ந்தெடுக்கவும்

source: Technician in charge of the license
ta: உரிமத்தின் பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Group in charge of the license
ta: உரிமத்தின் பொறுப்பான குழு

source: Version in use
ta: பயன்பாட்டில் உள்ள பதிப்பு

source: Purchase version
ta: கொள்முதல் பதிப்பு

source: Quota Status
ta: ஒதுக்கீட்டு நிலை

# adjective
source: Valid
ta: செல்லுபடியாகும்

# adjective
source: Valid (Over Quota)
ta: செல்லுபடியாகும் (ஒதுக்கீட்டிற்கு மேல்)

source: Allow Over-Quota
ta: ஓவர்-குவோட்டாவை அனுமதிக்கவும்

source: Valid
ta: செல்லுபடியாகும்

source: Number of licenses
ta: உரிமங்களின் எண்ணிக்கை

source: Send alarms on expired licenses
ta: காலாவதியான உரிமங்களில் அலாரங்களை அனுப்பவும்

source: License %1$s expired on %2$s
ta: உரிமம் %1$s %2$s இல் காலாவதியானது

source: Send licenses alert failed
ta: உரிமங்களை அனுப்ப எச்சரிக்கை தோல்வியடைந்தது

source: To answer by email, write above this line
ta: மின்னஞ்சல் மூலம் பதிலளிக்க, இந்த வரிக்கு மேலே எழுதுங்கள்

source: To answer by email, write under this line
ta: மின்னஞ்சல் மூலம் பதிலளிக்க, இந்த வரியின் கீழ் எழுதுங்கள்

source: Update of a ticket
ta: டிக்கெட்டின் புதுப்பிப்பு

source: Ticket solved
ta: டிக்கெட் தீர்க்கப்பட்டது

source: Solution rejected
ta: தீர்வு நிராகரிக்கப்பட்டது

source: Closing of the ticket
ta: டிக்கெட்டை மூடுவது

source: Deletion of a ticket
ta: டிக்கெட்டை நீக்குதல்

source: Not solved tickets
ta: டிக்கெட்டுகளை தீர்க்கவில்லை

source: Automatic reminders of SLAs
ta: SLA களின் தானியங்கி நினைவூட்டல்கள்

source: Automatic reminders of OLAs
ta: OLA களின் தானியங்கி நினைவூட்டல்கள்

source: Satisfaction survey answer
ta: நிறைவு கணக்கெடுப்பு பதில்

source: Without a reply, the ticket will be automatically closed after %s day
ta: பதில் இல்லாமல், %s நாளுக்குப் பிறகு டிக்கெட் தானாக மூடப்படும்

source: Location name
ta: இருப்பிட பெயர்

# quantity
source: Number of linked tickets
ta: இணைக்கப்பட்ட டிக்கெட்டுகளின் எண்ணிக்கை

source: Solution rejection comment
ta: தீர்வு நிராகரிப்பு கருத்து

source: Solution rejection date
ta: தீர்வு நிராகரிப்பு தேதி

source: Creation date of the satisfaction survey
ta: நிறைவு கணக்கெடுப்பின் உருவாக்கும் தேதி

source: Comments to the satisfaction survey
ta: நிறைவு கணக்கெடுப்புக்கான கருத்துகள்

source: Survey type
ta: கணக்கெடுப்பு வகை

source: Invitation to fill out the survey
ta: கணக்கெடுப்பை நிரப்ப அழைப்பு

source: Search alert for "%1$s" (%2$s)
ta: "%1$s" (%2$s) க்கான எச்சரிக்கையைத் தேடுங்கள்

source: Private search alert
ta: தனியார் தேடல் எச்சரிக்கை

source: Number of results
ta: முடிவுகளின் எண்ணிக்கை

source: Load saved search
ta: சேமித்த தேடலை ஏற்றவும்

source: Capacity
ta: திறன்

source: You can't add a followup without description
ta: விளக்கம் இல்லாமல் நீங்கள் பின்தொடர்வதைச் சேர்க்க முடியாது

source: Solution approved
ta: தீர்வு அங்கீகரிக்கப்பட்டது

source: If you want to reopen this item, you must specify a reason
ta: இந்த உருப்படியை நீங்கள் மீண்டும் திறக்க விரும்பினால், நீங்கள் ஒரு காரணத்தைக் குறிப்பிட வேண்டும்

source: If you reject the solution, you must specify a reason
ta: நீங்கள் தீர்வை நிராகரித்தால், நீங்கள் ஒரு காரணத்தைக் குறிப்பிட வேண்டும்

source: Private followup
ta: தனிப்பட்ட பின்தொடர்தல்

source: Refuse the solution
ta: தீர்வை மறுக்கவும்

source: Approve the solution
ta: தீர்வுக்கு ஒப்புதல்

source: Approbation de la solution
ta: தீர்வு ஒப்புதல்

source: items_id
ta: உருப்படிகள்_ஐடி

source: requesttypes_id
ta: requestypes_id

source: If you want to reopen the ticket, you must specify a reason
ta: நீங்கள் டிக்கெட்டை மீண்டும் திறக்க விரும்பினால், நீங்கள் ஒரு காரணத்தைக் குறிப்பிட வேண்டும்

source: Add to all tickets
ta: அனைத்து டிக்கெட்டுகளிலும் சேர்க்கவும்

source: Add followup (associated groups)
ta: பின்தொடர்தல் (தொடர்புடைய குழுக்கள்) சேர்க்கவும்

source: Add a followup to tickets of associated groups
ta: தொடர்புடைய குழுக்களின் டிக்கெட்டுகளுக்கு பின்தொடர்தல் சேர்க்கவும்

source: Update followups (author)
ta: பின்தொடர்தல் (ஆசிரியர்) புதுப்பிக்கவும்

source: Add followup (requester)
ta: பின்தொடர்தல் (கோரிக்கை) சேர்க்கவும்

source: Add a followup to tickets (requester)
ta: டிக்கெட்டுகளில் பின்தொடர்தல் (கோரிக்கையாளர்) சேர்க்கவும்

source: All users having administrators rights have have been updated to 'super-admin' rights with the creation of his new user type.
ta: நிர்வாகிகள் உரிமைகளைக் கொண்ட அனைத்து பயனர்களும் அவரது புதிய பயனர் வகையை உருவாக்குவதன் மூலம் 'சூப்பர்-அட்மின்' உரிமைகளுக்கு புதுப்பிக்கப்பட்டுள்ளனர்.

source: Unsupported version (%1$s)
ta: ஆதரிக்கப்படாத பதிப்பு (%1$s)

source: Unable to create security key file! You have to run "php bin/console itsmng:security:change_key" command to manually create this file.
ta: பாதுகாப்பு விசை கோப்பை உருவாக்க முடியவில்லை! இந்த கோப்பை கைமுறையாக உருவாக்க நீங்கள் "PHP பின்/கன்சோல் ITSMNG: Security: CHANGE_KEY" கட்டளையை இயக்க வேண்டும்.

source: Device battery model
ta: சாதன பேட்டரி மாதிரி

# button
source: Add a supplier
ta: ஒரு சப்ளையரைச் சேர்க்கவும்

source: Last name
ta: கடைசி பெயர்

source: No personal criteria. Create personal parameters?
ta: தனிப்பட்ட அளவுகோல்கள் இல்லை. தனிப்பட்ட அளவுருக்களை உருவாக்கவா?

source: Bring up
ta: கொண்டு வாருங்கள்

source: Bring down
ta: கீழே கொண்டு வாருங்கள்

source: User display
ta: பயனர் காட்சி

source: Default display
ta: இயல்புநிலை காட்சி

source: Search result default display
ta: தேடல் முடிவு இயல்புநிலை காட்சி

source: Automatic user assignment
ta: தானியங்கி பயனர் பணி

source: Global criteria
ta: உலகளாவிய அளவுகோல்கள்

source: Authentication type
ta: அங்கீகார வகை

source: Entity based on LDAP information
ta: எல்.டி.ஏ.பி தகவல்களை அடிப்படையாகக் கொண்ட நிறுவனம்

source: Entity from mail domain
ta: அஞ்சல் களத்திலிருந்து நிறுவனம்

source: Entity from complete name
ta: முழுமையான பெயரிலிருந்து நிறுவனம்

source: Default entity
ta: இயல்புநிலை நிறுவனம்

source: Default group
ta: இயல்புநிலை குழு

source: LDAP criteria
ta: LDAP அளவுகோல்கள்

source: You must define a default profile to create a new user
ta: புதிய பயனரை உருவாக்க இயல்புநிலை சுயவிவரத்தை நீங்கள் வரையறுக்க வேண்டும்

source: Used items
ta: பயன்படுத்தப்பட்ட உருப்படிகள்

source: Managed items
ta: நிர்வகிக்கப்பட்ட உருப்படிகள்

source: The login is not valid. Unable to add the user.
ta: உள்நுழைவு செல்லுபடியாகாது. பயனரைச் சேர்க்க முடியவில்லை.

source: Unable to add. The user already exists.
ta: சேர்க்க முடியவில்லை. பயனர் ஏற்கனவே இருக்கிறார்.

source: Error: the two passwords do not match
ta: பிழை: இரண்டு கடவுச்சொற்கள் பொருந்தவில்லை

source: Moving temporary file failed.
ta: தற்காலிக கோப்பை நகர்த்துவது தோல்வியடைந்தது.

source: The file is not an image file.
ta: கோப்பு ஒரு படக் கோப்பு அல்ல.

source: Add user...
ta: பயனரைச் சேர்க்கவும் ...

source: ... From an external source
ta: ... வெளிப்புற மூலத்திலிருந்து

source: Download user VCard
ta: பயனர் vcard ஐ பதிவிறக்கவும்

source: Impersonate
ta: ஆள்மாறாட்டம்

source: Password confirmation
ta: கடவுச்சொல் உறுதிப்படுத்தல்

source: Time zone
ta: நேர மண்டலம்

source: Valid since
ta: பின்னர் செல்லுபடியாகும்

source: Valid until
ta: வரை செல்லுபடியாகும்

source: Last synchronization on %s
ta: %s இல் கடைசியாக ஒத்திசைவு

source: User DN
ta: பயனர் டி.என்

source: User missing in LDAP directory
ta: LDAP கோப்பகத்தில் பயனர் காணவில்லை

source: Remote access keys
ta: தொலைநிலை அணுகல் விசைகள்

source: Personal token
ta: தனிப்பட்ட கிள்ளாக்கு

source: generated on %s
ta: %s இல் உருவாக்கப்பட்டது

source: API token
ta: பநிஇ கிள்ளாக்கு

source: Last login on %s
ta: %s இல் கடைசி உள்நுழைவு

source: Use ITSM-NG in mode
ta: ITSM-NG பயன்முறையில் பயன்படுத்தவும்

source: Normal
ta: சாதாரண

source: Reset personal token
ta: தனிப்பட்ட கிள்ளாக்கை மீட்டமைக்கவும்

source: Reset API token
ta: பநிஇ கிள்ளாக்கை மீட்டமைக்கவும்

source: Unable to update login. A user already exists.
ta: உள்நுழைவைப் புதுப்பிக்க முடியவில்லை. ஒரு பயனர் ஏற்கனவே இருக்கிறார்.

source: The login is not valid. Unable to update login.
ta: உள்நுழைவு செல்லுபடியாகாது. உள்நுழைவைப் புதுப்பிக்க முடியவில்லை.

source: Dissociate from a group
ta: ஒரு குழுவிலிருந்து விலகிச் செல்லுங்கள்

source: Associate to a profile
ta: சுயவிவரத்துடன் இணைந்திருக்கவும்

source: Dissociate from a profile
ta: சுயவிவரத்திலிருந்து விலகுங்கள்

source: Move to group
ta: குழுவிற்கு நகர்த்தவும்

# button
source: Change the authentication method
ta: அங்கீகார முறையை மாற்றவும்

source: Last login
ta: கடைசி உள்நுழைவு

source: LDAP directory for authentication
ta: அங்கீகாரத்திற்கான LDAP அடைவு

source: Email server for authentication
ta: அங்கீகாரத்திற்கான மின்னஞ்சல் சேவையகம்

source: Last synchronization
ta: கடைசியாக ஒத்திசைவு

source: Number of tickets as requester
ta: கோரிக்கையாளராக டிக்கெட்டுகளின் எண்ணிக்கை

source: Number of written tickets
ta: எழுதப்பட்ட டிக்கெட்டுகளின் எண்ணிக்கை

source: Number of assigned tickets
ta: ஒதுக்கப்பட்ட டிக்கெட்டுகளின் எண்ணிக்கை

source: Show %1$s
ta: %1$s ஐக் காட்டு

source: Import a user
ta: ஒரு பயனரை இறக்குமதி செய்யுங்கள்

source: Automatically add a user of an external source
ta: வெளிப்புற மூலத்தின் பயனரை தானாக சேர்க்கவும்

source: Import from directories
ta: கோப்பகங்களிலிருந்து இறக்குமதி

source: Import from other sources
ta: பிற மூலங்களிலிருந்து இறக்குமதி

source: Update authentification method to
ta: அங்கீகார முறையைப் புதுப்பிக்கவும்

source: Your password has expired. You must change it to be able to login.
ta: உங்கள் கடவுச்சொல் காலாவதியானது. உள்நுழைய நீங்கள் அதை மாற்ற வேண்டும்.

source: Current password
ta: தற்போதைய கடவுச்சொல்

source: New password
ta: புதிய கடவுச்சொல்

source: New password confirmation
ta: புதிய கடவுச்சொல் உறுதிப்படுத்தல்

source: Your password reset request has expired or is invalid. Please renew it.
ta: உங்கள் கடவுச்சொல் மீட்டமைப்பு கோரிக்கை காலாவதியானது அல்லது தவறானது. அதை புதுப்பிக்கவும்.

source: Please enter your new password.
ta: உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்.

source: Please enter your email address. An email will be sent to you and you will be able to choose a new password.
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும். ஒரு மின்னஞ்சல் உங்களுக்கு அனுப்பப்படும், மேலும் நீங்கள் புதிய கடவுச்சொல்லை தேர்வு செய்ய முடியும்.

source: Unable to reset password, please contact your administrator
ta: கடவுச்சொல்லை மீட்டமைக்க முடியவில்லை, தயவுசெய்து உங்கள் நிர்வாகியை தொடர்பு கொள்ளவும்

source: The authentication method configuration doesn't allow you to change your password.
ta: அங்கீகார முறை உள்ளமைவு உங்கள் கடவுச்சொல்லை மாற்ற அனுமதிக்காது.

source: User information
ta: பயனர் செய்தி

source: Connection failed
ta: இணைப்பு தோல்வியடைந்தது

source: Add external
ta: வெளிப்புறத்தைச் சேர்க்கவும்

source: Add users from an external source
ta: வெளிப்புற மூலத்திலிருந்து பயனர்களைச் சேர்க்கவும்

source: Read auth
ta: அங்கீகாரத்தைப் படியுங்கள்

source: Read user authentication and synchronization method
ta: பயனர் ஏற்பு மற்றும் ஒத்திசைவு முறையைப் படியுங்கள்

source: Update auth and sync
ta: ஏற்பு மற்றும் ஒத்திசைவைப் புதுப்பிக்கவும்

source: Update method for user authentication and synchronization
ta: பயனர் ஏற்பு மற்றும் ஒத்திசைவுக்கான புதுப்பிப்பு முறை

source: Handle users passwords expiration policy
ta: பயனர் கடவுச்சொல் காலாவதி கொள்கையை கையாளவும்

source: Maximum expiration notifications to send at once
ta: ஒரே நேரத்தில் அனுப்ப அதிகபட்ச காலாவதி அறிவிப்புகள்

source: Planning reminder
ta: திட்டமிடல் நினைவூட்டல்

source: %d week
ta: %d வாரம்

source: Send planning recalls
ta: திட்டமிடல் நினைவுகூறல்களை அனுப்புங்கள்

source: OLA level for Ticket
ta: டிக்கெட்டுக்கான OLA நிலை

source: Automatic actions of OLA
ta: OLA இன் தானியங்கி நடவடிக்கைகள்

source: Link Contact/Supplier
ta: இணைப்பு தொடர்பு/சப்ளையர்

source: Add a contact
ta: ஒரு தொடர்பைச் சேர்க்கவும்

source: Display on map
ta: வரைபடத்தில் காண்பி

source: Error reading directory %s
ta: அடைவு %s வாசிப்பதில் பிழை

source: Error: %s is not a directory
ta: பிழை: %s ஒரு அடைவு அல்ல

source: GMT
ta: சிஎம்டி

source: %s hour
ta: %s மணி

source: Common
ta: பொது

source: Power management
ta: ஆற்றல் மேலாண்மை

source: Appliances
ta: உபகரணங்கள்

source: %s year
ta: %s

source: %s month
ta: %s மாதம்

source: %s day
ta: %s நாள்

source: %s minute
ta: %s மணித்துளி

source: %s millisecond
ta: %s மில்லி நொடி

source: %1$d day %2$dh%3$s
ta: %1$d நாள் %2$dh %3$s

source: %1$dh%2$s
ta: % 1 $ d% 2 $ s

source: Other...
ta: மற்றவை ...

source: Use unitary management
ta: ஒற்றையாட்சி நிர்வாகத்தைப் பயன்படுத்தவும்

source: Do you really want to use unitary management for this item?
ta: இந்த உருப்படிக்கு ஒற்றையாட்சி நிர்வாகத்தைப் பயன்படுத்த விரும்புகிறீர்களா?

source: Duplicate the element as many times as there are connections
ta: இணைப்புகள் இருக்கும் அளவுக்கு உறுப்பை நகலெடுக்கவும்

source: Current page in landscape PDF
ta: நிலப்பரப்பில் தற்போதைய பக்கம் PDF

source: Current page in portrait PDF
ta: உருவப்படம் PDF இல் தற்போதைய பக்கம்

source: Current page in SLK
ta: SLK இல் தற்போதைய பக்கம்

source: Current page in CSV
ta: காபிம இல் தற்போதைய பக்கம்

source: All pages in landscape PDF
ta: நிலப்பரப்பில் உள்ள அனைத்து பக்கங்களும் PDF

source: All pages in portrait PDF
ta: உருவப்படத்தில் உள்ள அனைத்து பக்கங்களும் PDF

source: All pages in SLK
ta: SLK இல் உள்ள அனைத்து பக்கங்களும்

source: All pages in CSV
ta: காபிம இல் உள்ள அனைத்து பக்கங்களும்

source: Automatic reminders of SLA
ta: SLA இன் தானியங்கி நினைவூட்டல்கள்

source: Device sensor model
ta: சாதன சென்சார் மாதிரி

source: Connection
ta: இணைப்பு

source: No Event
ta: நிகழ்வு இல்லை

source: Last %d events
ta: கடைசி %d நிகழ்வுகள்

source: Service
ta: பணி

source: Level
ta: நிலை

source: Link Ticket/Problem
ta: இணைப்பு டிக்கெட்/சிக்கல்

source: Create a problem from this ticket
ta: இந்த டிக்கெட்டிலிருந்து சிக்கலை உருவாக்கவும்

source: Request source
ta: கோரிக்கை மூல

source: Default for tickets
ta: டிக்கெட்டுகளுக்கான இயல்புநிலை

source: Default for followups
ta: பின்தொடர்வுகளுக்கு இயல்புநிலை

source: Default for mail recipients
ta: அஞ்சல் பெறுநர்களுக்கான இயல்புநிலை

source: Default for followup mail recipients
ta: பின்தொடர்தல் அஞ்சல் பெறுநர்களுக்கான இயல்புநிலை

source: Request source visible for tickets
ta: டிக்கெட்டுகளுக்கு தெரியும் மூலத்தை கோரிக்கை

source: Request source visible for followups
ta: பின்தொடர்தல்களுக்கு தெரியும் மூலத்தைக் கோருங்கள்

source: Be careful: there is no default value
ta: கவனமாக இருங்கள்: இயல்புநிலை மதிப்பு இல்லை

source: Task team
ta: பணிக்குழு

source: An item type is mandatory
ta: ஒரு உருப்படி வகை கட்டாயமாகும்

source: An item ID is mandatory
ta: ஒரு உருப்படி ஐடி கட்டாயமாகும்

source: A project task is mandatory
ta: ஒரு திட்ட பணி கட்டாயமாகும்

source: PDU model
ta: பி.டி.யு மாதிரி

source: Project task
ta: திட்ட பணி

source: Update (actor)
ta: புதுப்பிப்பு (நடிகர்)

source: A linked project is mandatory
ta: இணைக்கப்பட்ட திட்டம் கட்டாயமாகும்

source: When automatic computation is active, percentage is computed based on the average of all child task percent done.
ta: தானியங்கி கணக்கீடு செயலில் இருக்கும்போது, அனைத்து குழந்தை பணி சதவீதத்தின் சராசரியின் அடிப்படையில் விழுக்காடு கணக்கிடப்படுகிறது.

# button
source: Add a task
ta: ஒரு பணியைச் சேர்க்கவும்

source: Create a sub task from this task of project
ta: திட்டத்தின் இந்த பணியிலிருந்து ஒரு துணை பணியை உருவாக்கவும்

source: Start at %s
ta: %s இல் தொடங்கவும்

source: End at %s
ta: %s இல் முடிவடைகிறது

source: IP
ta: ஐபி

source: License type
ta: உரிம வகை

source: Keep
ta: வைத்திருங்கள்

source: Software of items
ta: உருப்படிகளின் மென்பொருள்

source: If software are no longer used
ta: மென்பொருள் இனி பயன்படுத்தப்படாவிட்டால்

source: Links between printers and cartridge types and cartridges
ta: அச்சுப்பொறிகள் மற்றும் கெட்டி வகைகள் மற்றும் தோட்டாக்களுக்கு இடையிலான இணைப்புகள்

source: If the cartridge types are no longer used
ta: கெட்டி வகைகள் இனி பயன்படுத்தப்படாவிட்டால்

source: Links between cartridge types and cartridges
ta: கார்ட்ரிட்ச் வகைகள் மற்றும் தோட்டாக்களுக்கு இடையிலான இணைப்புகள்

source: Links between consumable types and consumables
ta: நுகர்வு வகைகளுக்கும் நுகர்பொருட்களுக்கும் இடையிலான இணைப்புகள்

source: Links between computers and volumes
ta: கணினிகள் மற்றும் தொகுதிகளுக்கு இடையிலான இணைப்புகள்

source: Direct connections
ta: நேரடி இணைப்புகள்

source: If monitors are no longer used
ta: மானிட்டர்கள் இனி பயன்படுத்தப்படாவிட்டால்
