Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: Notice
ta: அறிவிப்பு

source: Periodicity
ta: குறிப்பிட்ட காலநிலை

source: Periodicity notice
ta: அவ்வப்போது அறிவிப்பு

source: Contracts alarm
ta: அலாரம் ஒப்பந்தங்கள்

source: Contract expired since the
ta: ஒப்பந்தம் காலாவதியானது

source: Contract with notice since the
ta: அறிவிப்புடன் ஒப்பந்தம்

source: Contract reached the end of a period since the
ta: ஒப்பந்தம் ஒரு காலத்தின் முடிவை எட்டியது

source: Contract with notice for the current period since the
ta: தற்போதைய காலத்திற்கு அறிவிப்புடன் ஒப்பந்தம்

# phone
source: Number
ta: எண்

# quantity
source: Number of items
ta: பொருட்களின் எண்ணிக்கை

source: Special Status
ta: சிறப்பு நிலை

source: Status has been updated!
ta: நிலை புதுப்பிக்கப்பட்டுள்ளது!

source: Status has been removed!
ta: நிலை அகற்றப்பட்டது!

source: Weight
ta: எடை

source: Color
ta: நிறம்

source: Ticket is still using this status, are you sure to remove the status?
ta: டிக்கெட் இன்னும் இந்த நிலையைப் பயன்படுத்துகிறது, நிலையை அகற்றுவது உறுதி?

source: Tickets are still using this status, are you sure to remove the status?
ta: டிக்கெட் இன்னும் இந்த நிலையைப் பயன்படுத்துகிறது, அந்தச்தை அகற்றுவது உறுதி?

source: Are you sure to remove the status?
ta: நிலையை அகற்றுவது உறுதி?

# button
source: Confirm
ta: உறுதிப்படுத்தவும்

# button
source: Cancel
ta: ரத்துசெய்

source: Status has been added!
ta: நிலை சேர்க்கப்பட்டுள்ளது!

source: New Status - Special status
ta: புதிய நிலை - சிறப்பு நிலை

# button
source: Browse
ta: உலாவு

# button
source: Manage
ta: நிர்வகிக்கவும்

source: Loading...
ta: ஏற்றுகிறது ...

source: Root category
ta: ரூட் வகை

source: This category contains articles
ta: இந்த பிரிவில் கட்டுரைகள் உள்ளன

source: Purge history
ta: வரலாற்றை தூய்மைப்படுத்துங்கள்

source: Device processor model
ta: சாதன செயலி மாதிரி

source: Product Number
ta: தயாரிப்பு எண்

source: Product number
ta: தயாரிப்பு எண்

source: You can't delete that item, because it has sub-items
ta: அந்த உருப்படியை நீங்கள் நீக்க முடியாது, ஏனெனில் அதில் துணை உருப்படிகள் உள்ளன

source: Caution: you're about to remove a heading used for one or more items.
ta: எச்சரிக்கை: ஒன்று அல்லது அதற்கு மேற்பட்ட உருப்படிகளுக்கு பயன்படுத்தப்படும் தலைப்பை அகற்றப் போகிறீர்கள்.

source: If you confirm the deletion, all uses of this dropdown will be blanked.
ta: நீக்குதலை நீங்கள் உறுதிப்படுத்தினால், இந்த கீழ்தோன்றலின் அனைத்து பயன்பாடுகளும் காலியாகிவிடும்.

source: You can also replace all uses of this dropdown by another.
ta: இந்த கீழ்தோன்றலின் அனைத்து பயன்பாடுகளையும் இன்னொருவரால் மாற்றலாம்.

# button
source: Replace
ta: மாற்றவும்

source: Merge and assign to current entity
ta: ஒன்றிணைத்து தற்போதைய நிறுவனத்திற்கு ஒதுக்கவும்

# button
source: Merge
ta: ஒன்றிணைக்கவும்

source: Link Project/Itil
ta: இணைப்பு திட்டம்/ஐ.டி.ஐ.எல்

source: Itil item
ta: ITIL உருப்படி

source: Add a change
ta: ஒரு மாற்றத்தைச் சேர்க்கவும்

source: Add a problem
ta: சிக்கலைச் சேர்க்கவும்

source: Add a ticket
ta: டிக்கெட் சேர்க்கவும்

source: Add a project
ta: ஒரு திட்டத்தைச் சேர்க்கவும்

source: Recurrent tickets
ta: தொடர்ச்சியான டிக்கெட்டுகள்

source: Ticket template
ta: டிக்கெட் வார்ப்புரு

source: Preliminary creation
ta: பூர்வாங்க உருவாக்கம்

source: %d hour
ta: %d மணி

source: %d day
ta: %d நாள்

source: %d month
ta: %d மாதம்

source: %d year
ta: %d ஆண்டு

source: Next creation on %s
ta: %s இல் அடுத்த உருவாக்கம்

source: Invalid frequency. It must be greater than the preliminary creation.
ta: தவறான அதிர்வெண். இது பூர்வாங்க உருவாக்கத்தை விட அதிகமாக இருக்க வேண்டும்.

source: Failed to create recurrent ticket %s
ta: தொடர்ச்சியான டிக்கெட்டுகளை உருவாக்கத் தவறிவிட்டது

source: Ticket %d successfully created
ta: டிக்கெட் %d வெற்றிகரமாக உருவாக்கப்பட்டது

source: Ticket creation failed (check mandatory fields)
ta: டிக்கெட் உருவாக்கம் தோல்வியடைந்தது (கட்டாய புலங்களை சரிபார்க்கவும்)

source: Ticket creation failed (no template)
ta: டிக்கெட் உருவாக்கம் தோல்வியடைந்தது (வார்ப்புரு இல்லை)

source: Field
ta: புலம்

source: Assign
ta: ஒதுக்க

source: Assign the value from regular expression
ta: வழக்கமான வெளிப்பாட்டிலிருந்து மதிப்பை ஒதுக்குங்கள்

source: Add the result of regular expression
ta: வழக்கமான வெளிப்பாட்டின் முடிவைச் சேர்க்கவும்

source: Assign: equipment by IP address
ta: ஒதுக்க: ஐபி முகவரி மூலம் உபகரணங்கள்

source: Assign: equipment by name + domain
ta: ஒதுக்க: பெயர் + டொமைன் மூலம் உபகரணங்கள்

source: Assign: equipment by MAC address
ta: ஒதுக்க: MAC முகவரி மூலம் உபகரணங்கள்

source: Recalculate
ta: மறுபரிசீலனை செய்யுங்கள்

source: Do not calculate
ta: கணக்கிட வேண்டாம்

source: Send
ta: அனுப்பு

source: Copy from user
ta: பயனரிடமிருந்து நகலெடுக்கவும்

source: Copy default from user
ta: பயனரிடமிருந்து இயல்புநிலையை நகலெடுக்கவும்

source: Copy from item
ta: உருப்படியிலிருந்து நகலெடுக்கவும்

source: System board
ta: கணினி பலகை

source: Chipset
ta: சில்லுத்தொகுதி

source: Phone type
ta: தொலைபேசி வகை

source: Domain type
ta: டொமைன் வகை

source: Kernel version
ta: கர்னல் பதிப்பு

source: Email Followup
ta: மின்னஞ்சல் பின்தொடர்

source: Add new item to this enclosure...
ta: இந்த அடைப்புக்கு புதிய உருப்படியைச் சேர்க்கவும் ...

source: Position
ta: நிலை

source: An item type is required
ta: உருப்படி வகை தேவை

source: An item is required
ta: ஒரு உருப்படி தேவை

source: An enclosure is required
ta: ஒரு அடைப்பு தேவை

source: A position is required
ta: ஒரு நிலை தேவை

source: Add an item
ta: ஒரு உருப்படியைச் சேர்க்கவும்

source: Associate a domain
ta: ஒரு களத்தை இணைக்கவும்

source: Group in charge
ta: பொறுப்பான குழு

source: Technician in charge
ta: பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Expiration date
ta: காலாவதி தேதி

source: Does not expire
ta: காலாவதியாகாது

source: Time cost
ta: நேர செலவு

source: Fixed cost
ta: நிலையான செலவு

source: Material cost
ta: பொருள் செலவு

source: Ticket cost
ta: டிக்கெட் செலவு

source: Item duration
ta: உருப்படி காலம்

source: Total
ta: மொத்தம்

source: Rules for assigning a category to software
ta: மென்பொருளுக்கு ஒரு வகையை ஒதுக்குவதற்கான விதிகள்

source: Item operating system
ta: உருப்படி இயக்க முறைமை

source: Architecture
ta: கட்டிடக்கலை

source: Kernel
ta: கர்னல்

source: Product ID
ta: தயாரிப்பு ஐடி

source: Operating System
ta: இயக்க முறைமை

source: Refresh this card
ta: இந்த அட்டையைப் புதுப்பிக்கவும்

source: Edit this card
ta: இந்த அட்டையைத் திருத்தவும்

source: Delete this card
ta: இந்த அட்டையை நீக்கு

source: Create
ta: உருவாக்கு

source: Purge
ta: தூய்மைப்படுத்துதல்

source: Automatic action
ta: தானியங்கி நடவடிக்கை

source: Action aborted
ta: நடவடிக்கை கைவிடப்பட்டது

source: Execution error
ta: சாவுஒறுப்பு பிழை

source: Action completed, partially processed
ta: செயல் முடிந்தது, ஓரளவு செயலாக்கப்பட்டது

source: Action completed, fully processed
ta: செயல் முடிந்தது, முழுமையாக செயலாக்கப்பட்டது

source: Action completed, no processing required
ta: செயல் முடிந்தது, செயலாக்கம் தேவையில்லை

source: Run frequency
ta: அதிர்வெண் ரன்

source: Scheduled
ta: திட்டமிடப்பட்டுள்ளது

source: System lock
ta: கணினி பூட்டு

source: Plugin lock
ta: சொருகி பூட்டு

source: Disabled plugin
ta: முடக்கப்பட்ட சொருகி

source: Run mode
ta: ரன் பயன்முறை

source: Min run period
ta: குறைந்தபட்ச ரன் காலம்

source: Max run period
ta: அதிகபட்ச ரன் காலம்

source: Number of days this action logs are stored
ta: இந்த செயல் பதிவுகள் சேமிக்கப்படும் நாட்களின் எண்ணிக்கை

source: Infinite
ta: கந்தழி, முடிவிலி

source: Last run
ta: கடைசி ரன்

source: enabled
ta: இயக்கப்பட்டது

source: disabled
ta: முடக்கப்பட்டது

source: Running
ta: இயங்கும்

source: ITSM-NG
ta: Itsm-nng

source: CLI
ta: கிளி

source: Maintenance mode enabled, running tasks is disabled
ta: பராமரிப்பு முறை இயக்கப்பட்டது, இயங்கும் பணிகள் முடக்கப்பட்டுள்ளன

source: A minimum of 64 Mio is commonly required for ITSM-NG.
ta: ITSM-NG க்கு குறைந்தபட்சம் 64 MIO பொதுவாக தேவைப்படுகிறது.

source: No task with Run mode = CLI, fix your tasks configuration
ta: ரன் பயன்முறையுடன் எந்தப் பணியும் இல்லை = சி.எல்.ஐ, உங்கள் பணிகளின் உள்ளமைவை சரிசெய்யவும்

source: External
ta: வெளிப்புறம்

source: Internal
ta: உள்

source: Launch
ta: ஏவுதல்

source: Error during %s execution. Check in "%s" for more details.
ta: %s செயல்படுத்தலின் போது பிழை. மேலும் விவரங்களுக்கு "%s" இல் சரிபார்க்கவும்.

source: Can't start
ta: தொடங்க முடியாது

source: Undefined function %s (for cron)
ta: வரையறுக்கப்படாத செயல்பாடு %s (CRON க்கு)

source: Nothing to launch
ta: தொடங்க எதுவும் இல்லை

source: Can't get DB lock
ta: டிபி பூட்டைப் பெற முடியாது

source: Run count
ta: ரன் எண்ணிக்கை

source: %s start
ta: %s தொடக்க

source: %s stop
ta: %sTOP

source: %s error
ta: %s பிழை

source: Minimal time
ta: குறைந்தபட்ச நேரம்

source: %s second
ta: %இரண்டாவது

source: Maximal time
ta: அதிகபட்ச நேரம்

source: Minimal count
ta: குறைந்த எண்ணிக்கை

source: %s item
ta: %s உருப்படி

source: Maximal count
ta: அதிகபட்ச எண்ணிக்கை

source: Average count
ta: சராசரி எண்ணிக்கை

source: Total count
ta: மொத்த எண்ணிக்கை

source: Average speed
ta: சராசரி விரைவு

source: %s items/sec
ta: %s உருப்படிகள்/நொடி

source: Last run list
ta: கடைசி ரன் பட்டியல்

source: Start
ta: தொடங்கு

source: End
ta: முடிவு

source: Reset last run
ta: கடைசி ஓட்டத்தை மீட்டமைக்கவும்

source: Begin hour of run period
ta: ரன் காலத்தின் நேரத்தைத் தொடங்குங்கள்

source: End hour of run period
ta: ரன் காலத்தின் இறுதி நேரம்

source: Clean %1$d session file created since more than %2$s seconds
ta: %2$s வினாடிகளுக்கு மேல் உருவாக்கப்பட்ட %1$d அமர்வு கோப்பு

source: Deletion of archived log file: %s
ta: காப்பகப்படுத்தப்பட்ட பதிவு கோப்பை நீக்குதல்: %s

source: Unable to delete archived log file: %s
ta: காப்பகப்படுத்தப்பட்ட பதிவு கோப்பை நீக்க முடியவில்லை: %s

source: Archiving log file: %1$s to %2$s
ta: காப்பக பதிவு கோப்பு: %1$s முதல் %2$s

source: Unable to archive log file: %1$s. %2$s already exists. Wait till next day.
ta: பதிவு கோப்பை காப்பகப்படுத்த முடியவில்லை: %1$s. %2$s ஏற்கனவே உள்ளன. அடுத்த நாள் வரை காத்திருங்கள்.

source: Clean %1$d graph file created since more than %2$s seconds
ta: %2$s வினாடிகளுக்கு மேல் உருவாக்கப்பட்ட %1$d வரைபட கோப்பு

source: Clean %1$d temporary file created since more than %2$s seconds
ta: %1$d தற்காலிக கோப்பு %2$s வினாடிகளுக்கு மேல் உருவாக்கப்பட்டது

source: Check for new updates
ta: புதிய புதுப்பிப்புகளை சரிபார்க்கவும்

source: Clean old logs
ta: பழைய பதிவுகளை தூய்மை செய்யுங்கள்

source: System logs retention period (in days, 0 for infinite)
ta: கணினி பதிவுகள் தக்கவைப்பு காலம் (நாட்களில், எல்லையற்ற 0)

source: Clean expired sessions
ta: தூய்மையான காலாவதியான அமர்வுகள்

source: Clean generated graphics
ta: தூய்மையான உருவாக்கப்பட்ட கிராபிக்ச்

source: Clean temporary files
ta: தற்காலிக கோப்புகளை தூய்மை செய்யுங்கள்

source: Monitoring of automatic actions
ta: தானியங்கி செயல்களைக் கண்காணித்தல்

source: Archives log files and deletes aging ones
ta: பதிவு கோப்புகளை காப்பகப்படுத்தி, வயதானவற்றை நீக்கவும்

source: Number of days to keep archived logs
ta: காப்பகப்படுத்தப்பட்ட பதிவுகளை வைத்திருக்க நாட்கள்

source: %d minute
ta: %d மணித்துளி

source: Each day
ta: ஒவ்வொரு நாளும்

source: Each week
ta: ஒவ்வொரு வாரமும்

source: Each month
ta: ஒவ்வொரு மாதமும்

source: Alarms on expired certificates
ta: காலாவதியான சான்றிதழ்களில் அலாரங்கள்

source: Technician in charge of the certificate
ta: சான்றிதழின் பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Group in charge of the certificate
ta: சான்றிதழின் பொறுப்பான குழு

source: Planning recall
ta: திட்டமிடல் நினைவுகூருதல்

source: Technician in charge of the task
ta: பணிக்கு பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Group in charge of the task
ta: பணிக்கு பொறுப்பான குழு

source: Guests
ta: விருந்தினர்கள்

source: Private
ta: தனிப்பட்ட

source: Criterion
ta: அளவுகோல்

source: LDAP criterion
ta: LDAP அளவுகோல்

source: Soundcard
ta: சவுண்ட்கார்டு

source: Service is down for maintenance. It will be back shortly.
ta: பராமரிப்புக்கு பணி குறைந்துவிட்டது. அது விரைவில் திரும்பி வரும்.

source: The version of the database is not compatible with the version of the installed files. An update is necessary.
ta: தரவுத்தளத்தின் பதிப்பு நிறுவப்பட்ட கோப்புகளின் பதிப்போடு பொருந்தாது. புதுப்பிப்பு தேவை.

source: Try again
ta: மீண்டும் முயற்சிக்கவும்

# button
source: Upgrade
ta: மேம்படுத்தல்

source: You are trying to use ITSM-NG with outdated files compared to the version of the database. Please install the correct ITSM-NG files corresponding to the version of your database.
ta: தரவுத்தளத்தின் பதிப்போடு ஒப்பிடும்போது காலாவதியான கோப்புகளுடன் ITSM-NG ஐப் பயன்படுத்த முயற்சிக்கிறீர்கள். உங்கள் தரவுத்தளத்தின் பதிப்போடு தொடர்புடைய சரியான ITSM-NG கோப்புகளை நிறுவவும்.

source: You are trying to update to a development version from a development version. This is not supported.
ta: மேம்பாட்டு பதிப்பிலிருந்து மேம்பாட்டு பதிப்பிற்கு புதுப்பிக்க முயற்சிக்கிறீர்கள். இது ஆதரிக்கப்படவில்லை.

source: Upgrade from GLPI 10 is not supported.
ta: GLPI 10 இலிருந்து மேம்படுத்தல் ஆதரிக்கப்படவில்லை.

source: Rules list
ta: விதிகள் பட்டியல்

source: The engine stops on the first checked rule.
ta: முதல் சரிபார்க்கப்பட்ட விதியில் இயந்திரம் நிறுத்தப்படும்.

source: The engine treats all the rules.
ta: இயந்திரம் அனைத்து விதிகளையும் நடத்துகிறது.

source: The engine passes the result of a rule to the following one.
ta: இயந்திரம் ஒரு விதியின் முடிவை பின்வரும் ஒன்றுக்கு அனுப்புகிறது.

source: Rules are conditionals. Each one can be used on multiple actions.
ta: விதிகள் நிபந்தனைகள். ஒவ்வொன்றையும் பல செயல்களில் பயன்படுத்தலாம்.

source: Rules used for
ta: பயன்படுத்தப்படும் விதிகள்

source: Use rule for
ta: விதியைப் பயன்படுத்துங்கள்

source: Test rules engine
ta: சோதனை விதிகள் இயந்திரம்

source: Replay the dictionary rules
ta: அகராதி விதிகளை மீண்டும் இயக்கவும்

# button
source: Import
ta: இறக்குமதி

# button
source: Export
ta: ஏற்றுமதி

source: Import rules from a XML file
ta: எக்ச்எம்எல் கோப்பிலிருந்து விதிகளை இறக்குமதி செய்யுங்கள்

source: No file was uploaded
ta: எந்த கோப்பும் பதிவேற்றப்படவில்லை

source: Unauthorized file type
ta: அங்கீகரிக்கப்படாத கோப்பு வகை

source: Rules refused
ta: விதிகள் மறுக்கப்பட்டன

source: Reason of rejection
ta: நிராகரிப்பதற்கான காரணம்

source: Entity not found
ta: நிறுவனம் காணப்படவில்லை

source: Select the desired entity
ta: விரும்பிய நிறுவனத்தைத் தேர்ந்தெடுக்கவும்

source: Criteria refused
ta: அளவுகோல்கள் மறுக்கப்பட்டன

source: Condition
ta: நிபந்தனை

source: Reason
ta: காரணம்

source: Actions refused
ta: நடவடிக்கைகள் மறுக்கப்பட்டன

source: Action type
ta: செயல் வகை

source: Successful importation
ta: வெற்றிகரமான இறக்குமதி

# button
source: Test
ta: தேர்வு

source: No element to be tested
ta: சோதிக்கப்பட வேண்டிய உறுப்பு எதுவும் இல்லை

source: Result details
ta: முடிவு விவரங்கள்

source: Inactive
ta: செயலற்றது

source: Rule results
ta: விதி முடிவுகள்

source: Validation
ta: சரிபார்ப்பு

source: Rules applied: %s
ta: விதிகள் பயன்படுத்தப்பட்டன: %s

source: Rule
ta: விதி

source: Local rules: %s
ta: உள்ளக விதிகள்: %s

source: Rules applicable in the sub-entities
ta: துணை நிறுவனங்களில் பொருந்தக்கூடிய விதிகள்

source: Global dictionary
ta: உலகளாவிய அகராதி

source: Computer model
ta: கணினி மாதிரி

source: Monitor model
ta: கண்காணிப்பு மாதிரி

source: Printer model
ta: அச்சுப்பொறி மாதிரி

source: Device model
ta: சாதன மாதிரி

source: Network equipment model
ta: பிணைய உபகரணங்கள் மாதிரி

source: Phone model
ta: தொலைபேசி மாதிரி

source: Computer type
ta: கணினி வகை

source: Monitor type
ta: கண்காணிப்பு வகை

source: Printer type
ta: அச்சுப்பொறி வகை

source: Device type
ta: சாதன வகை

source: Network equipment type
ta: பிணைய உபகரணங்கள் வகை

source: Networking equipment model
ta: நெட்வொர்க்கிங் கருவி மாதிரி

source: Network device
ta: பிணைய சாதனம்

source: Technician in charge of the software
ta: மென்பொருளின் பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Group in charge of the software
ta: மென்பொருளின் பொறுப்பான குழு

source: User
ta: பயனர்

source: Group
ta: குழு

source: Comment
ta: கருத்து

source: Firmware
ta: ஃபார்ம்வேர்

source: Antivirus
ta: வைரச் தடுப்பு

source: Signature database version
ta: கையொப்பம் தரவுத்தள பதிப்பு

source: Is up to date
ta: புதுப்பித்த நிலையில் உள்ளது

source: Up to date
ta: புதுப்பித்த நிலையில்

source: Antivirus version
ta: வைரச் தடுப்பு பதிப்பு

source: Add an antivirus
ta: வைரச் தடுப்பு சேர்க்கவும்

source: Link Ticket/Change
ta: இணைப்பு டிக்கெட்/மாற்றம்

source: Solve tickets
ta: டிக்கெட்டுகளை தீர்க்கவும்

source: Add a new task
ta: புதிய பணியைச் சேர்க்கவும்

source: Create a change from this ticket
ta: இந்த டிக்கெட்டிலிருந்து மாற்றத்தை உருவாக்கவும்

source: Sensor
ta: உணரி

source: Task template
ta: பணி வார்ப்புரு

source: Reservation
ta: முன்பதிவு

source: Error in entering dates. The starting date is later than the ending date
ta: தேதிகளை உள்ளிடுவதில் பிழை. தொடக்க தேதி இறுதி தேதியை விட தாமதமானது

source: The required item is already reserved for this timeframe
ta: தேவையான உருப்படி ஏற்கனவே இந்த காலக்கெடுவுக்கு ஒதுக்கப்பட்டுள்ளது

source: Unknown error
ta: தெரியாத பிழை

source: Back to planning
ta: திட்டத்திற்குத் திரும்பு

source: Device temporarily unavailable
ta: சாதனம் தற்காலிகமாக கிடைக்கவில்லை

source: Show all
ta: அனைத்தையும் காட்டு

source: All reservable devices
ta: முன்பதிவு செய்யக்கூடிய அனைத்து சாதனங்களும்

source: Monday
ta: திங்கள்

source: Tuesday
ta: செவ்வாய்க்கிழமை

source: Wednesday
ta: புதன்கிழமை

source: Thursday
ta: வியாழக்கிழமை

source: Friday
ta: வெள்ளிக்கிழமை

source: Saturday
ta: காரிக்கிழமை

source: Sunday
ta: ஞாயிற்றுக்கிழமை

source: Reserve
ta: காப்பு

source: Repetition
ta: மறுபடியும்

# periodicity
source: None
ta: எதுவுமில்லை

# periodicity
source: Daily
ta: நாள்தோறும்

# periodicity
source: Weekly
ta: வாராந்திர

# periodicity
source: Monthly
ta: மாதாந்திர

source: Delete all repetition
ta: எல்லா மறுபடியும் நீக்கவும்

source: To %s
ta: பெறுநர் %s

source: From %s
ta: %s இலிருந்து

source: Current and future reservations
ta: தற்போதைய மற்றும் எதிர்கால முன்பதிவு

source: No reservation
ta: முன்பதிவு இல்லை

source: Past reservations
ta: கடந்த முன்பதிவு

source: Dictionnary of networking equipment models
ta: நெட்வொர்க்கிங் கருவி மாதிரிகளின் அகராதி

source: Other component model
ta: பிற கூறு மாதிரி

source: Power supply
ta: மின் வழங்கி

source: Power
ta: விசை

source: Remove all at once
ta: அனைத்தையும் ஒரே நேரத்தில் அகற்றவும்

source: User title
ta: பயனர் தலைப்பு

source: Expired domains
ta: காலாவதியான களங்கள்

source: Expiring domains
ta: காலாவதியாகும் களங்கள்

source: Technician in charge of the domain
ta: டொமைனின் பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Group in charge of the domain
ta: டொமைனின் பொறுப்பான குழு

source: Expired or expiring domains
ta: காலாவதியான அல்லது காலாவதியான களங்கள்

source: Memory type
ta: நினைவக வகை

source: Reminder
ta: நினைவூட்டல்

source: Personal reminder
ta: தனிப்பட்ட நினைவூட்டல்

source: Planning start date
ta: தொடக்க தேதி திட்டமிடல்

source: Planning end date
ta: திட்டமிடல் இறுதி தேதி

source: Note
ta: குறிப்பு

source: Visibility
ta: விழிமை

source: Begin
ta: தொடங்கு

source: From
ta: இருந்து

source: %1$s to %2$s
ta: %1$s முதல் %2$s

source: Create for request
ta: கோரிக்கைக்கு உருவாக்கவும்

source: Create a validation request for a request
ta: கோரிக்கைக்கான சரிபார்ப்பு கோரிக்கையை உருவாக்கவும்

source: Create for incident
ta: சம்பவத்தை உருவாக்குங்கள்

source: Create a validation request for an incident
ta: ஒரு சம்பவத்திற்கான சரிபார்ப்பு கோரிக்கையை உருவாக்கவும்

source: Validate a request
ta: ஒரு கோரிக்கையை சரிபார்க்கவும்

source: Validate an incident
ta: ஒரு சம்பவத்தை சரிபார்க்கவும்

source: Dictionnary of operating system architectures
ta: இயக்க முறைமை கட்டமைப்புகளின் அகராதி

source: Add new item to this cluster...
ta: இந்த கிளச்டரில் புதிய உருப்படியைச் சேர்க்கவும் ...

source: A cluster is required
ta: ஒரு கொத்து தேவை

source: Project state
ta: திட்ட நிலை

source: Finished state
ta: முடிக்கப்பட்ட நிலை

source: Field storage of the login in the HTTP request
ta: HTTP கோரிக்கையில் உள்நுழைவின் புலம் சேமிப்பு

source: Record type
ta: பதிவு வகை

source: Cannot update item: not enough right on the parent(s) item(s)
ta: உருப்படியைப் புதுப்பிக்க முடியாது: பெற்றோர் (கள்) உருப்படி (கள்) இல் போதுமானதாக இல்லை

# button
source: Associate
ta: இணை

source: First Item
ta: முதல் உருப்படி

source: Second Item
ta: இரண்டாவது உருப்படி

source: Select a peer for %s:
ta: %s க்கு ஒரு பியர் என்பதைத் தேர்ந்தெடுக்கவும்:

source: Unable to reaffect given elements !
ta: கொடுக்கப்பட்ட கூறுகளை மீண்டும் பெற முடியவில்லை!

source: %1$s template
ta: %1$s வார்ப்புரு

source: Approval request
ta: ஒப்புதல் கோரிக்கை

source: Standard interface
ta: நிலையான இடைமுகம்

source: Preview
ta: முன்னோட்டம்

source: %1$s - Error during the database query: %2$s - Error is %3$s
ta: %1$s - தரவுத்தள வினவலின் போது பிழை: %2$s - பிழை %3$s

source: Access to timezone database (mysql) is not allowed.
ta: நேர மண்டல தரவுத்தளத்திற்கான அணுகல் (MySQL) அனுமதிக்கப்படவில்லை.

source: Access to timezone table (mysql.time_zone_name) is not allowed.
ta: நேர மண்டல அட்டவணைக்கான அணுகல் (mysql.time_zone_name) அனுமதிக்கப்படவில்லை.

source: Timezones seems not loaded, see https://glpi-install.readthedocs.io/en/latest/timezones.html.
ta: நேர மண்டலங்கள் ஏற்றப்படவில்லை என்று தோன்றுகிறது, https://glpi-install.readthedocs.io/en/latest/timezones.html ஐப் பார்க்கவும்.

source: Error inserting browser notification to queue
ta: வரிசையில் உலாவி அறிவிப்பை செருகுவதில் பிழை

source: A browser notification to %s was added to queue
ta: %s க்கு உலாவி அறிவிப்பு வரிசையில் சேர்க்கப்பட்டது

source: Enclosure
ta: அடைப்பு

source: Power supplies
ta: மின்சாரம்

source: Add a contract
ta: ஒரு ஒப்பந்தத்தைச் சேர்க்கவும்

source: Initial contract period
ta: ஆரம்ப ஒப்பந்த காலம்

source: Add a supplier
ta: ஒரு சப்ளையரைச் சேர்க்கவும்

source: Website
ta: வலைத்தளம்

source: Line type
ta: வரி வகை

source: Generic type
ta: பொதுவான வகை

source: month
ta: மாதம்

source: Account number
ta: கணக்கு எண்

source: Contract renewal period
ta: ஒப்பந்த புதுப்பித்தல் காலம்

source: Invoice period
ta: விலைப்பட்டியல் காலம்

source: Renewal
ta: புதுப்பித்தல்

source: Tacit
ta: மறைமுகம்

source: Express
ta: எக்ச்பிரச்

source: Max number of items
ta: அதிகபட்ச உருப்படிகளின் எண்ணிக்கை

source: Email alarms
ta: மின்னஞ்சல் அலாரங்கள்

source: Support hours
ta: உதவி நேரம்

source: on week start
ta: வார தொடக்கத்தில்

source: on week end
ta: வார இறுதியில்

source: on Saturday
ta: காரிக்கிழமை

source: on Saturday start
ta: காரிக்கிழமை தொடக்க

source: on Saturday end
ta: காரிக்கிழமை முடிவில்

source: Sundays and holidays
ta: ஞாயிற்றுக்கிழமை மற்றும் விடுமுறை

source: on Sunday start
ta: ஞாயிற்றுக்கிழமை தொடக்க

source: on Sunday end
ta: ஞாயிற்றுக்கிழமை முடிவில்

# quantity
source: Number of contracts
ta: ஒப்பந்தங்களின் எண்ணிக்கை

# button
source: Add an item
ta: ஒரு உருப்படியைச் சேர்க்கவும்

# button
source: Remove an item
ta: ஒரு உருப்படியை அகற்று

source: Expiration
ta: காலாவதி

source: Expiration date + notice
ta: காலாவதி தேதி + அறிவிப்பு

source: Associated supplier
ta: தொடர்புடைய சப்ளையர்

source: Contracts expired in the last 30 days
ta: ஒப்பந்தங்கள் கடந்த 30 நாட்களில் காலாவதியானன

source: Contracts expiring in less than 7 days
ta: ஒப்பந்தங்கள் 7 நாட்களுக்குள் காலாவதியாகின்றன

source: Contracts expiring in less than 30 days
ta: ஒப்பந்தங்கள் 30 நாட்களுக்குள் காலாவதியாகின்றன

source: Contracts where notice begins in less than 7 days
ta: அறிவிப்பு 7 நாட்களுக்குள் தொடங்கும் ஒப்பந்தங்கள்

source: Contracts where notice begins in less than 30 days
ta: அறிவிப்பு 30 நாட்களுக்குள் தொடங்கும் ஒப்பந்தங்கள்

source: Send alarms on contracts
ta: ஒப்பந்தங்களில் அலாரங்களை அனுப்பவும்

source: Contract entered in notice time
ta: ஒப்பந்தம் அறிவிப்பு நேரத்தில் நுழைந்தது

source: Contract ended
ta: ஒப்பந்தம் முடிந்தது

source: Contract entered in notice time for period
ta: ஒப்பந்தம் காலத்திற்கான அறிவிப்பு நேரத்தில் நுழைந்தது

source: Contract period ended
ta: ஒப்பந்த காலம் முடிந்தது

source: send contract alert failed
ta: ஒப்பந்த எச்சரிக்கை தோல்வியுற்றது

source: Inheritance of the parent entity
ta: பெற்றோர் நிறுவனத்தின் பரம்பரை

source: End + Notice
ta: முடிவு + அறிவிப்பு

source: Period end
ta: காலம் முடிவு

source: Period end + Notice
ta: காலம் முடிவு + அறிவிப்பு

# button
source: Add a contract
ta: ஒரு ஒப்பந்தத்தைச் சேர்க்கவும்
