Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: Value inherited from a parent entity
ta: பெற்றோர் நிறுவனத்திலிருந்து பெறப்பட்ட மதிப்பு

source: Domain relation
ta: டொமைன் உறவு

source: Network card
ta: பிணைய அட்டை

source: MAC address by default
ta: முன்னிருப்பாக MAC முகவரி

source: Flow
ta: பாய்வு

source: New project
ta: புதிய திட்டம்

source: Update of a project
ta: ஒரு திட்டத்தின் புதுப்பிப்பு

source: Deletion of a project
ta: ஒரு திட்டத்தை நீக்குதல்

source: Manager group
ta: மேலாளர் குழு

source: Manager of manager group
ta: மேலாளர் குழு மேலாளர்

source: Manager group except manager users
ta: மேலாளர் பயனர்கள் தவிர மேலாளர் குழு

source: User of project team
ta: திட்டக் குழுவின் பயனர்

source: Group of project team
ta: திட்டக் குழு குழு

source: Manager of group of project team
ta: திட்டக் குழுவின் குழுவின் மேலாளர்

source: Group of project team except manager users
ta: மேலாளர் பயனர்களைத் தவிர திட்டக் குழுவின் குழு

source: Contact of project team
ta: திட்டக் குழுவின் தொடர்பு

source: Supplier of project team
ta: திட்டக் குழுவின் சப்ளையர்

source: Code
ta: குறியீடு

source: Planned start date
ta: திட்டமிடப்பட்ட தொடக்க தேதி

source: Planned end date
ta: திட்டமிடப்பட்ட இறுதி தேதி

source: Real start date
ta: உண்மையான தொடக்க தேதி

source: Real end date
ta: உண்மையான இறுதி தேதி

source: Father
ta: தந்தை

source: Percent done
ta: செய்யப்பட்ட விழுக்காடு

source: Planned duration
ta: திட்டமிடப்பட்ட காலம்

source: Effective duration
ta: பயனுள்ள காலம்

# quantity
source: Number of tasks
ta: பணிகளின் எண்ணிக்கை

# quantity
source: Number of team members
ta: குழு உறுப்பினர்களின் எண்ணிக்கை

source: Opening date
ta: திறக்கும் தேதி

source: Number of costs
ta: செலவுகளின் எண்ணிக்கை

source: Historical
ta: வரலாற்று

# name
source: Update
ta: புதுப்பிப்பு

# quantity
source: Number of documents
ta: ஆவணங்களின் எண்ணிக்கை

source: Download URL
ta: முகவரி ஐ பதிவிறக்கவும்

source: Heading
ta: தலைப்பு

source: File
ta: கோப்பு

source: Web link
ta: வலை இணைப்பு

source: Team member
ta: குழு உறுப்பினர்

source: Graphics card
ta: கிராபிக்ச் அட்டை

source: Memory by default
ta: இயல்புநிலையாக நினைவகம்

# appliance
source: Relation
ta: உறவு

source: An appliance item is required
ta: ஒரு பயன்பாட்டு உருப்படி தேவை

source: New relation
ta: புதிய உறவு

source: Ticket task
ta: டிக்கெட் பணி

source: Update all
ta: அனைத்தையும் புதுப்பிக்கவும்

source: Add to all items
ta: எல்லா பொருட்களிலும் சேர்க்கவும்

source: See private ones
ta: தனிப்பட்டவற்றைக் காண்க

source: See public ones
ta: பொது நபர்களைக் காண்க

source: Confirm the final deletion?
ta: இறுதி நீக்குதலை உறுதிப்படுத்தவா?

source: Dashboard
ta: முகப்புப்பெட்டி

source: Personal View
ta: தனிப்பட்ட பார்வை

source: Group View
ta: குழு பார்வை

source: Global View
ta: உலகளாவிய பார்வை

source: No dashboard available
ta: டாச்போர்டு எதுவும் கிடைக்கவில்லை

source: Rack
ta: பற்சிலி

source: Tickets by status
ta: நிலை மூலம் டிக்கெட்

source: For security reasons, please change the password for the default users: %s
ta: பாதுகாப்பு காரணங்களுக்காக, இயல்புநிலை பயனர்களுக்கான கடவுச்சொல்லை மாற்றவும்: %s

source: For security reasons, please remove file: %s
ta: பாதுகாப்பு காரணங்களுக்காக, தயவுசெய்து கோப்பை அகற்றவும்: %s

source: %1$s tables not migrated to InnoDB engine.
ta: %1$s அட்டவணைகள் இன்னோடிபி எஞ்சினுக்கு இடம்பெயரவில்லை.

source: %1$s columns are not compatible with timezones usage.
ta: %1$s நெடுவரிசைகள் நேர மண்டல பயன்பாட்டுடன் பொருந்தாது.

source: SQL replica: read only
ta: கவிமொ பிரதி: மட்டும் படிக்கவும்

source: Urgency or impact used in actions, think to add Priority: recompute action if needed.
ta: செயல்களில் பயன்படுத்தப்படும் விரைவு அல்லது தாக்கம், முன்னுரிமையைச் சேர்க்க சிந்தியுங்கள்: தேவைப்பட்டால் செயலை மீண்டும் இணைக்கவும்.

source: Requester in group
ta: குழுவில் கோரிக்கையாளர்

source: Requester location
ta: கோரிக்கை இடம்

source: Item location
ta: உருப்படி இடம்

source: Item group
ta: உருப்படி குழு

source: Item state
ta: உருப்படி நிலை

source: Ticket location
ta: டிக்கெட் இடம்

source: Requester group
ta: கோரிக்கை குழு

source: Assigned to a supplier
ta: ஒரு சப்ளையருக்கு ஒதுக்கப்பட்டுள்ளது

source: Watcher
ta: வாட்சர்

source: Watcher group
ta: வாட்சர் குழு

source: Mails receiver
ta: அஞ்சல் பெறுநர்

source: X-Priority email header
ta: எக்ச்-முன்னுரிமை மின்னஞ்சல் தலைப்பு

source: SLA
ta: ச்லா

source: OLA
ta: ஓலா

source: Creation date is a working hour in calendar
ta: உருவாக்கும் தேதி காலெண்டரில் ஒரு வேலை நேரம்

source: Ticket category from code
ta: குறியீட்டிலிருந்து டிக்கெட் வகை

source: Responsible of the requester
ta: கோரிக்கையாளரின் பொறுப்பு

source: Approval request to requester group manager
ta: குழு மேலாளருக்கு ஒப்புதல் கோரிக்கை

source: Approval request to technician group manager
ta: தொழில்நுட்ப குழு மேலாளருக்கு ஒப்புதல் கோரிக்கை

source: Take into account delay
ta: தாமதத்தை கணக்கில் எடுத்துக் கொள்ளுங்கள்

source: Parent business
ta: பெற்றோர் வணிகம்

source: Business rules for ticket (entity parent)
ta: டிக்கெட்டுக்கான வணிக விதிகள் (நிறுவன பெற்றோர்)

source: Operating system architecture
ta: இயக்க முறைமை கட்டமைப்பு

source: No options available for this port type.
ta: இந்த துறைமுகம் வகைக்கு விருப்பங்கள் எதுவும் கிடைக்கவில்லை.

source: MAC
ta: மேக்

source: Virtual ports
ta: மெய்நிகர் துறைமுகங்கள்

source: Opposite link
ta: எதிர் இணைப்பு

source: Local network port
ta: உள்ளக பிணையம் துறைமுகம்

source: this port
ta: இந்த துறைமுகம்

source: No network card available
ta: பிணைய அட்டை எதுவும் கிடைக்கவில்லை

source: Equipment without network card
ta: பிணையம் அட்டை இல்லாத உபகரணங்கள்

source: Item not linked to an object
ta: உருப்படி ஒரு பொருளுடன் இணைக்கப்படவில்லை

source: item not linked to an object
ta: உருப்படி ஒரு பொருளுடன் இணைக்கப்படவில்லை

source: Origin port
ta: தோற்றம் துறைமுகம்

# button
source: Disconnect
ta: துண்டிக்கவும்

source: Not connected.
ta: இணைக்கப்படவில்லை.

# button
source: Connect
ta: இணை

source: Devices type
ta: சாதனங்கள் வகை

source: Others
ta: மற்றவர்கள்

source: Entity-ID
ta: நிறுவனம்-ஐடி

source: Types
ta: வகைகள்

source: Domains expired since more
ta: களங்கள் மேலும் காலாவதியானன

source: Domains alerts not send for entity %1$s
ta: களங்களின் எச்சரிக்கைகள் %1$s நிறுவனத்திற்கு அனுப்பவில்லை

source: Predefined field
ta: முன் வரையறுக்கப்பட்ட புலம்

source: Add a predefined field
ta: முன் வரையறுக்கப்பட்ட புலத்தைச் சேர்க்கவும்

source: A pdu is required
ta: ஒரு PDU தேவை

source: A rack is required
ta: ஒரு ரேக் தேவை

source: A side is required
ta: ஒரு பக்கம் தேவை

source: Item is out of rack bounds
ta: உருப்படி ரேக் எல்லைக்கு அப்பாற்பட்டது

source: Not enough space available to place item
ta: உருப்படியை வைக்க போதுமான இடம் கிடைக்கவில்லை

source: Side (from rear perspective)
ta: பக்க (பின்புற கண்ணோட்டத்தில்)

source: Background color
ta: பின்னணி நிறம்

source: Side pdus
ta: பக்க PDU கள்

source: Side
ta: பக்கம்

source: Power units
ta: ஆற்றல் அலகுகள்

source: Racked
ta: ரேக்

source: On left
ta: இடதுபுறம்

source: On right
ta: வலதுபுறம்

source: The pdu will be
ta: பி.டி.யு இருக்கும்

source: racked
ta: ரேக்

source: placed at rack side
ta: ரேக் பக்கத்தில் வைக்கப்படுகிறது

source: name
ta: பெயர்

source: serial
ta: தொடர்

source: model
ta: மாதிரியுரு

source: Edit rack relation
ta: ரேக் உறவைத் திருத்து

source: Left
ta: இடது

source: Right
ta: வலது

source: Top
ta: மேலே

source: Bottom
ta: கீழே

source: Cartridges alarm
ta: தோட்டாக்கள் அலாரம்

source: Reference
ta: குறிப்பு

source: Remaining
ta: மீதமுள்ள

source: Entry translations list
ta: நுழைவு மொழிபெயர்ப்பு பட்டியல்

source: Passive device model
ta: செயலற்ற சாதன மாதிரி

source: Add to an appliance
ta: ஒரு சாதனத்தில் சேர்க்கவும்

source: An appliance is required
ta: ஒரு சாதனம் தேவை

source: New element
ta: புதிய உறுப்பு

# button
source: Add a version
ta: ஒரு பதிப்பைச் சேர்க்கவும்

source: Change task
ta: பணியை மாற்றவும்

source: Followup template
ta: வார்ப்புருவைப் பின்தொடரவும்

source: Source of followup
ta: பின்தொடர்வதற்கான சான்று

source: Add a LDAP directory replica
ta: LDAP அடைவு பிரதி சேர்க்கவும்

source: Device memory model
ta: சாதன நினைவக மாதிரி

source: Recipient
ta: பெறுநர்

source: Manager of group
ta: குழு மேலாளர்

source: Group except manager users
ta: மேலாளர் பயனர்களைத் தவிர குழு

source: Administrator
ta: நிர்வாகி

source: Entity administrator
ta: நிறுவன நிர்வாகி

source: Drive
ta: ஓட்டு

source: Writing ability
ta: எழுதும் திறன்

source: Speed
ta: வேகம்

source: New user in requesters
ta: கோரிக்கையாளர்களில் புதிய பயனர்

source: New group in requesters
ta: கோரிக்கையாளர்களில் புதிய குழு

source: New user in observers
ta: பார்வையாளர்களில் புதிய பயனர்

source: New group in observers
ta: பார்வையாளர்களில் புதிய குழு

source: New user in assignees
ta: ஒதுக்கப்பட்டவர்களில் புதிய பயனர்

source: New group in assignees
ta: ஒதுக்கீட்டாளர்களில் புதிய குழு

source: New supplier in assignees
ta: ஒதுக்கீட்டாளர்களில் புதிய சப்ளையர்

source: New task
ta: புதிய பணி

source: Update of a task
ta: ஒரு பணியின் புதுப்பிப்பு

source: Deletion of a task
ta: ஒரு பணியை நீக்குதல்

source: New followup
ta: புதிய பின்தொடர்தல்

source: Update of a followup
ta: பின்தொடர்வின் புதுப்பிப்பு

source: Deletion of a followup
ta: பின்தொடர்வதை நீக்குதல்

source: Former technician in charge of the ticket
ta: டிக்கெட்டுக்கு பொறுப்பான முன்னாள் தொழில்நுட்ப வல்லுநர்

source: Manager of the group in charge of the ticket
ta: டிக்கெட்டுக்கு பொறுப்பான குழுவின் மேலாளர்

source: Group in charge of the ticket except manager users
ta: மேலாளர் பயனர்களைத் தவிர டிக்கெட்டுக்கு பொறுப்பான குழு

source: Requester group manager
ta: கோரிக்கை குழு மேலாளர்

source: Requester group except manager users
ta: மேலாளர் பயனர்களைத் தவிர கோரிக்கை குழு

source: Technician in charge of the ticket
ta: டிக்கெட்டுக்கு பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Group in charge of the ticket
ta: டிக்கெட்டுக்கு பொறுப்பான குழு

source: Watcher group manager
ta: வாட்சர் குழு மேலாளர்

source: Watcher group except manager users
ta: மேலாளர் பயனர்களைத் தவிர பார்வையாளர் குழு

source: Task author
ta: பணி ஆசிரியர்

source: Followup author
ta: பின்தொடர்தல் ஆசிரியர்

source: Closing date
ta: நிறைவு தேதி

source: Date of solving
ta: தீர்க்கும் தேதி

source: Requester ID
ta: கோரிக்கை ஐடி

source: Supplier ID
ta: சப்ளையர் ஐடி

source: Last updater
ta: கடைசி புதுப்பிப்பாளர்

source: Assigned to technicians
ta: தொழில்நுட்ப வல்லுநர்களுக்கு ஒதுக்கப்பட்டுள்ளது

source: Assigned to groups
ta: குழுக்களுக்கு ஒதுக்கப்பட்டுள்ளது

# quantity
source: Number of followups
ta: பின்தொடர்வுகளின் எண்ணிக்கை

source: Number of unresolved items
ta: தீர்க்கப்படாத பொருட்களின் எண்ணிக்கை

source: Category id
ta: வகை ஐடி

source: Category comment
ta: வகை கருத்து

source: User assigned to task
ta: பயனர் பணிக்கு நியமிக்கப்பட்டார்

source: Group assigned to task
ta: பணிக்கு ஒதுக்கப்பட்ட குழு

source: No defined category
ta: வரையறுக்கப்பட்ட வகை இல்லை

source: Web link to approval the solution
ta: ஒப்புதலுக்கான வலை இணைப்பு தீர்வு

source: Status value in database
ta: தரவுத்தளத்தில் நிலை மதிப்பு

source: Size by default
ta: இயல்புநிலையாக அளவு

source: Frequency
ta: மீடிறன், மீள்திறன், நிகழ்வெண், நிகழ்வு

source: Device case model
ta: சாதன வழக்கு மாதிரி

source: You can't remove description of a task.
ta: ஒரு பணியின் விளக்கத்தை நீங்கள் அகற்ற முடியாது.

source: Start of the selected timeframe is not a working hour.
ta: தேர்ந்தெடுக்கப்பட்ட காலக்கெடுவின் தொடக்கமானது ஒரு வேலை நேரம் அல்ல.

source: End of the selected timeframe is not a working hour.
ta: தேர்ந்தெடுக்கப்பட்ட காலக்கெடுவின் முடிவு ஒரு வேலை நேரம் அல்ல.

source: You can't add a task without description.
ta: விளக்கம் இல்லாமல் நீங்கள் ஒரு பணியைச் சேர்க்க முடியாது.

source: Public followup
ta: பொது பின்தொடர்தல்

source: Private task
ta: தனிப்பட்ட பணி

source: By %s
ta: மூலம் %s

source: Recall on %s
ta: %s இல் நினைவுகூருங்கள்

source: Planned
ta: திட்டமிடப்பட்டது

source: By user
ta: பயனர் மூலம்

source: By group
ta: குழு மூலம்

# Planning
source: Reminder
ta: நினைவூட்டல்

source: From %1$s to %2$s
ta: %1$s முதல் %2$s வரை

source: Plan this task
ta: இந்த பணியைத் திட்டமிடுங்கள்

source: Ticket tasks to do
ta: செய்ய டிக்கெட் பணிகள்

source: Problem tasks to do
ta: செய்ய சிக்கல் பணிகள்

source: No tasks do to.
ta: எந்த பணிகளும் செய்யாது.

source: Fiber channel port
ta: ஃபைபர் சேனல் துறைமுகம்

source: World Wide Name
ta: உலகளாவிய பெயர்

source: Fiber channel port speed
ta: ஃபைபர் சேனல் துறைமுகம் விரைவு

source: Connected to
ta: இணைக்கப்பட்டுள்ளது

source: Network fiber outlet
ta: பிணையம் ஃபைபர் கடையின்

source: Add an escalation level
ta: விரிவாக்க நிலையைச் சேர்க்கவும்

source: Execution
ta: சாவுஒறுப்பு

source: Automatic reminders of OLA
ta: OLA இன் தானியங்கி நினைவூட்டல்கள்

source: Appliance environment
ta: பயன்பாட்டு சூழல்

source: Problem
ta: சிக்கல்

source: Processing problem
ta: செயலாக்க சிக்கல்

source: Analysis
ta: பகுப்பாய்வு

source: Add an actor
ta: ஒரு நடிகரைச் சேர்க்கவும்

source: Set notifications for all actors
ta: அனைத்து நடிகர்களுக்கும் அறிவிப்புகளை அமைக்கவும்

source: Problems
ta: சிக்கல்கள்

source: Resolution date
ta: தெளிவுத்திறன் தேதி

# status
source: New
ta: புதிய

# status
source: Accepted
ta: ஏற்றுக்கொள்ளப்பட்டது

# status
source: Processing (assigned)
ta: செயலாக்கம் (ஒதுக்கப்பட்டுள்ளது)

# status
source: Processing (planned)
ta: செயலாக்கம் (திட்டமிடப்பட்டது)

# status
source: Solved
ta: தீர்க்கப்பட்டது

source: Under observation
ta: கவனிப்பின் கீழ்

# status
source: Closed
ta: மூடப்பட்டது

# status
source: Not solved
ta: தீர்க்கப்படவில்லை

# status
source: Not closed
ta: மூடப்படவில்லை

# status
source: Solved + Closed
ta: தீர்க்கப்பட்டது + மூடப்பட்டது

source: Problems on pending status
ta: நிலுவையில் உள்ள நிலைகளில் சிக்கல்கள்

source: Problems to be processed
ta: செயலாக்கப்பட வேண்டிய சிக்கல்கள்

source: Your problems in progress
ta: உங்கள் பிரச்சினைகள் செயலில் உள்ளன

source: Problem followup
ta: சிக்கல் பின்தொடர்தல்

source: No problem in progress.
ta: எந்த பிரச்சனையும் செயலில் இல்லை.

source: Reopen
ta: மீண்டும் திறக்கவும்

source: Last problems
ta: கடைசி சிக்கல்கள்

source: New problem for this item...
ta: இந்த உருப்படிக்கு புதிய சிக்கல் ...

source: Last %d problem
ta: கடைசி %d சிக்கல்

source: No problem found.
ta: எந்த பிரச்சனையும் கிடைக்கவில்லை.

source: Problems on linked items
ta: இணைக்கப்பட்ட உருப்படிகளில் சிக்கல்கள்

source: See (author)
ta: பார்க்க (ஆசிரியர்)

source: Template translation
ta: வார்ப்புரு மொழிபெயர்ப்பு

source: Show list of available tags
ta: கிடைக்கக்கூடிய குறிச்சொற்களின் பட்டியலைக் காட்டு

source: Default translation
ta: இயல்புநிலை மொழிபெயர்ப்பு

source: (leave the field empty for a generation from HTML)
ta: (HTML இலிருந்து ஒரு தலைமுறைக்கு புலத்தை காலியாக விடுங்கள்)

source: Tag
ta: குறிச்சொல்

source: Label
ta: சிட்டை

source: Possible values
ta: சாத்தியமான மதிப்புகள்

source: List of values
ta: மதிப்புகளின் பட்டியல்

source: Single value
ta: ஒற்றை மதிப்பு

source: Dictionnary of printer models
ta: அச்சுப்பொறி மாதிரிகளின் அகராதி

source: Third party type
ta: மூன்றாம் தரப்பு வகை

source: Installation
ta: நிறுவல்

source: Installation date
ta: நிறுவல் தேதி

# button
source: Install
ta: நிறுவவும்

source: Time range
ta: நேர வரம்பு

source: Can not add a range riding an existing period
ta: ஏற்கனவே உள்ள காலகட்டத்தில் சவாரி செய்யும் வரம்பைச் சேர்க்க முடியாது

source: Add a schedule
ta: ஒரு அட்டவணையைச் சேர்க்கவும்

source: XMLRPC API
ta: XMLRPC பநிஇ

source: missing itemtype
ta: ItemType ஐக் காணவில்லை

source: itemtype not found or not an instance of CommonDBTM
ta: ItemType கண்டுபிடிக்கப்படவில்லை அல்லது CommondBTM இன் நிகழ்வு அல்ல

source: missing id
ta: ஐடி இல்லை

source: API disabled
ta: பநிஇ முடக்கப்பட்டது

source: There isn't an active API client matching your IP address in the configuration
ta: உள்ளமைவில் உங்கள் ஐபி முகவரியுடன் பொருந்தக்கூடிய செயலில் பநிஇ கிளையன்ட் இல்லை

source: parameter(s) login, password or user_token are missing
ta: அளவுரு (கள்) உள்நுழைவு, கடவுச்சொல் அல்லது பயனர்_டோகன் இல்லை

source: usage of initSession resource with credentials is disabled
ta: நற்சான்றிதழ்களுடன் initsession வளத்தின் பயன்பாடு முடக்கப்பட்டுள்ளது

source: parameter user_token seems invalid
ta: அளவுரு பயனர்_டோகன் தவறானது என்று தெரிகிறது

source: You don't have permission to perform this action.
ta: இந்த செயலைச் செய்ய உங்களுக்கு இசைவு இல்லை.

source: parent itemtype not found or not an instance of CommonDBTM
ta: பெற்றோர் உருப்படி வகை கண்டுபிடிக்கப்படவில்லை அல்லது CommonDBTM இன் நிகழ்வு அல்ல

source: Malformed search criteria
ta: தவறான தேடல் அளவுகோல்கள்

source: Bad field ID in search criteria
ta: தேடல் அளவுகோல்களில் மோசமான புலம் ஐடி

source: Forbidden field ID in search criteria
ta: தேடல் அளவுகோல்களில் தடைசெய்யப்பட்ட புலம் ஐடி

source: ID is forbidden along with 'forcedisplay' parameter.
ta: 'ஃபர்சி பிளே' அளவுருவுடன் ஐடி தடைசெய்யப்பட்டுள்ளது.

source: Item not found
ta: உருப்படி கிடைக்கவில்லை

source: Email notifications are disabled
ta: மின்னஞ்சல் அறிவிப்புகள் முடக்கப்பட்டுள்ளன

source: email parameter missing
ta: மின்னஞ்சல் அளவுரு காணவில்லை

source: A session is active
ta: ஒரு அமர்வு செயலில் உள்ளது

source: If the given email address match an exisiting ITSM-NG user, you will receive an email containing the informations required to reset your password. Please contact your administrator if you do not receive any email.
ta: கொடுக்கப்பட்ட மின்னஞ்சல் முகவரி வெளியிடும் ITSM-NG பயனருடன் பொருந்தினால், உங்கள் கடவுச்சொல்லை மீட்டமைக்கத் தேவையான தகவல்களைக் கொண்ட மின்னஞ்சலைப் பெறுவீர்கள். நீங்கள் எந்த மின்னஞ்சலையும் பெறவில்லை என்றால் உங்கள் நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Reset password successful.
ta: கடவுச்சொல்லை வெற்றிகரமாக மீட்டமைக்கவும்.

source: parameter app_token seems wrong
ta: அளவுரு app_token தவறாக தெரிகிறது

source: missing parameter app_token
ta: App_Token ஐக் காணவில்லை

source: API Documentation
ta: பநிஇ ஆவணங்கள்

source: input parameter must be an array of objects
ta: உள்ளீட்டு அளவுரு பொருள்களின் வரிசையாக இருக்க வேண்டும்

source: Method Not Allowed
ta: முறை அனுமதிக்கப்படவில்லை

source: session_token seems invalid
ta: session_token தவறானது என்று தெரிகிறது

source: parameter session_token is missing or empty
ta: அளவுரு Session_token காணவில்லை அல்லது காலியாக உள்ளது

source: view documentation in your browser at %s
ta: உங்கள் உலாவியில் ஆவணங்களை %s இல் காண்க

source: Rest API
ta: REST பநிஇ

source: Only HTTP verb PUT is allowed
ta: HTTP வினை மட்டுமே அனுமதிக்கப்படுகிறது

source: resource not found or not an instance of CommonDBTM
ta: சான்று காணப்படவில்லை அல்லது CommonDBTM இன் ஒரு நிகழ்வு அல்ல

source: missing resource
ta: வளம் காணவில்லை

source: Dictionnary of phone models
ta: தொலைபேசி மாதிரிகளின் அகராதி

source: See (actor)
ta: பார்க்க (நடிகர்)

source: GANTT
ta: கேன்ட்

source: My tasks
ta: என் பணிகள்

source: Show on global GANTT
ta: உலகளாவிய கேண்டில் காட்டு

source: Planned Duration
ta: திட்டமிடப்பட்ட காலம்

source: Milestone
ta: மைல்கல்

source: Opened on %s
ta: %s இல் திறக்கப்பட்டது

source: No item in progress.
ta: எந்த உருப்படியும் செயலில் இல்லை.

source: Circular relation found. Parent not updated.
ta: வட்ட உறவு காணப்பட்டது. பெற்றோர் புதுப்பிக்கப்படவில்லை.

source: Invalid planned dates. Dates not updated.
ta: தவறான திட்டமிடப்பட்ட தேதிகள். தேதிகள் புதுப்பிக்கப்படவில்லை.

source: Invalid real dates. Dates not updated.
ta: தவறான உண்மையான தேதிகள். தேதிகள் புதுப்பிக்கப்படவில்லை.

source: Create a sub project from this project
ta: இந்த திட்டத்திலிருந்து ஒரு துணை திட்டத்தை உருவாக்கவும்

source: Automatically calculate
ta: தானாக கணக்கிடுங்கள்

source: When automatic computation is active, percentage is computed based on the average of all child project and task percent done.
ta: தானியங்கி கணக்கீடு செயலில் இருக்கும்போது, அனைத்து குழந்தை திட்டத்தின் சராசரி மற்றும் பணி விழுக்காடு ஆகியவற்றின் அடிப்படையில் விழுக்காடு கணக்கிடப்படுகிறது.

source: Sum of planned durations of tasks
ta: பணிகளின் திட்டமிடப்பட்ட காலங்களின் தொகை

source: Sum of total effective durations of tasks
ta: பணிகளின் மொத்த பயனுள்ள காலங்களின் தொகை

source: Add a team member
ta: ஒரு குழு உறுப்பினரைச் சேர்க்கவும்

source: Member
ta: உறுப்பினர்

source: Invalid items (no start or end date): %s
ta: தவறான உருப்படிகள் (தொடக்க அல்லது இறுதி தேதி இல்லை): %s

source: January
ta: மா-தை

source: February
ta: தை-மாசி

source: March
ta: மா-பங்குனி

source: April
ta: ப-சித்திரை

source: May
ta: சி-வைகாசி

source: June
ta: வை-ஆனி

source: July
ta: ஆ-ஆடி

source: August
ta: ஆ-ஆவணி

source: September
ta: ஆ-புரட்டாசி

source: October
ta: பு-ஐப்பசி

source: November
ta: ஐ-கார்த்திகை

source: December
ta: கா-மார்கழி

source: No status
ta: நிலை இல்லை

source: Subproject
ta: துணை திட்டம்

source: Subtask
ta: சப்டாச்க்

source: %s of %s
ta: %s %s

source: %s / %s tasks complete
ta: %s / %s பணிகள் முடிந்தது

source: Operating system
ta: இயக்க முறைமை

source: Satisfaction with the resolution of the ticket
ta: டிக்கெட்டின் தீர்மானத்தில் நிறைவு

source: Response date to the satisfaction survey
ta: நிறைவு கணக்கெடுப்புக்கு மறுமொழி தேதி

source: Revision
ta: திருத்தம்

source: No revisions
ta: திருத்தங்கள் இல்லை

# button
source: Compare selected revisions
ta: தேர்ந்தெடுக்கப்பட்ட திருத்தங்களை ஒப்பிடுக

source: Author
ta: நூலாசிரியர்

source: cur
ta: கர்

source: Unknown user
ta: தெரியாத பயனர்

source: show
ta: காட்டு

source: restore
ta: மீட்டமை

source: Do you want to restore the selected revision?
ta: தேர்ந்தெடுக்கப்பட்ட திருத்தத்தை மீட்டெடுக்க விரும்புகிறீர்களா?

source: Show revision %rev
ta: மறுபரிசீலனைக்குத் திருத்தம்

source: Contact your ITSM-NG admin!
ta: உங்கள் ITSM-OF நிர்வாகி தொடர்பு கொள்ளுங்கள்!

source: Unable to load revision!
ta: திருத்தத்தை ஏற்ற முடியவில்லை!

source: current
ta: மின்னோட்ட்ம், ஓட்டம்

source: Compare revisions old and diff
ta: பழைய மற்றும் வேறுபாடுகளை ஒப்பிடுக

source: Original
ta: அசல்

source: Changed
ta: மாற்றப்பட்டது

source: Differences
ta: வேறுபாடுகள்

source: Unable to load requested comparison!
ta: கோரப்பட்ட ஒப்பீட்டை ஏற்ற முடியவில்லை!

source: Add a document
ta: ஒரு ஆவணத்தைச் சேர்க்கவும்

# button
source: Add a new file
ta: புதிய கோப்பைச் சேர்க்கவும்

# button
source: Associate an existing document
ta: ஏற்கனவே உள்ள ஆவணத்தை இணைக்கவும்

source: Dictionnary of software
ta: மென்பொருளின் அகராதி

source: Warning before running rename based on the dictionary rules
ta: அகராதி விதிகளின் அடிப்படையில் மறுபெயரிடுவதற்கு முன் எச்சரிக்கை

source: Warning! This operation can put merged software in the trashbin.<br>Sure to notify your users.
ta: எச்சரிக்கை! இந்த செயல்பாடு இணைக்கப்பட்ட மென்பொருளை குப்பைத் தொட்டியில் வைக்கலாம். <ea> உங்கள் பயனர்களுக்கு அறிவிக்க உறுதி.

source: Manufacturer choice
ta: உற்பத்தியாளர் தேர்வு

source: Replay dictionary rules for manufacturers (----- = All)
ta: உற்பத்தியாளர்களுக்கான அகராதி விதிகளை மீண்டும் இயக்கவும் (----- = அனைத்தும்)

source: Software deleted by ITSM-NG dictionary rules
ta: ITSM-NG அகராதி விதிகளால் நீக்கப்பட்டது

source: Calendar of %s
ta: %s காலண்டர்

source: Mobile Country Code
ta: மொபைல் நாட்டு குறியீடு

source: Mobile Network Code
ta: மொபைல் பிணையம் குறியீடு

source: Mobile country code and network code combination must be unique!
ta: மொபைல் நாட்டு குறியீடு மற்றும் பிணைய குறியீடு சேர்க்கை தனித்துவமாக இருக்க வேண்டும்!

source: New change
ta: புதிய மாற்றம்

source: Update of a change
ta: மாற்றத்தின் புதுப்பிப்பு

source: Change solved
ta: தீர்க்கப்பட்ட மாற்றம்

source: Validation request
ta: சரிபார்ப்பு கோரிக்கை

source: Validation request answer
ta: சரிபார்ப்பு கோரிக்கை பதில்

source: Closure of a change
ta: ஒரு மாற்றத்தை மூடுவது

source: Deleting a change
ta: ஒரு மாற்றத்தை நீக்குகிறது

source: An approval request has been submitted by %s
ta: ஒப்புதல் கோரிக்கை %s சமர்ப்பிக்கப்பட்டுள்ளது

source: An answer to an approval request was produced by %s
ta: ஒப்புதல் கோரிக்கைக்கான பதில் %s ஆல் தயாரிக்கப்பட்டது

source: Control list
ta: கட்டுப்பாட்டு பட்டியல்

source: Deployment plan
ta: வரிசைப்படுத்தல் திட்டம்

source: Backup plan
ta: காப்பு திட்டம்

source: Checklist
ta: சரிபார்ப்பு பட்டியல்

source: Decision-maker
ta: முடிவெடுப்பவர்

source: A validation request has been submitted
ta: சரிபார்ப்பு கோரிக்கை சமர்ப்பிக்கப்பட்டுள்ளது

source: An answer to a validation request was produced
ta: சரிபார்ப்பு கோரிக்கைக்கான பதில் தயாரிக்கப்பட்டது
