Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: List of not imported emails
ta: இறக்குமதி செய்யப்படாத மின்னஞ்சல்களின் பட்டியல்

source: Receivers in error: %s
ta: பிழையில் பெறுநர்கள்: %s

source: No import
ta: இறக்குமதி இல்லை

source: Wifi network
ta: வைஃபை பிணையம்

source: Ad-hoc
ta: To-this

source: Managed
ta: நிர்வகிக்கப்பட்டது

source: Master
ta: மாச்டர்

source: Repeater
ta: மறுபிரவேசம்

source: Secondary
ta: இரண்டாம் நிலை

source: Automatic
ta: தானியங்கி

source: Infrastructure (with access point)
ta: உள்கட்டமைப்பு (அணுகல் புள்ளியுடன்)

source: Ad-hoc (without access point)
ta: தற்காலிக (அணுகல் புள்ளி இல்லாமல்)

source: Wifi network type
ta: வைஃபை பிணையம் வகை

source: CalDAV browser interface
ta: கால்டாவ் உலாவி இடைமுகம்

source: The user %1$s is busy at the selected timeframe.
ta: தேர்ந்தெடுக்கப்பட்ட காலக்கெடுவில் பயனர் %1$s பிசியாக உள்ளது.

source: Available
ta: கிடைக்கிறது

source: Events type
ta: நிகழ்வுகள் வகை

source: Plannings
ta: அட்டவணைகள்

source: Toggle filters
ta: வடிப்பான்களை மாற்றவும்

source: Not planned tasks
ta: திட்டமிடப்பட்ட பணிகள் அல்ல

source: Only background events
ta: பின்னணி நிகழ்வுகள் மட்டுமே

source: Webcal
ta: வெப்கல்

source: CalDAV URL has been copied to clipboard
ta: கால்டாவ் முகவரி இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டுள்ளது

source: Copy CalDAV URL to clipboard
ta: இடைநிலைப்பலகைக்கு கால்டாவ் முகவரி ஐ நகலெடுக்கவும்

source: All users of a group
ta: ஒரு குழுவின் அனைத்து பயனர்களும்

source: External calendar
ta: வெளிப்புற காலண்டர்

source: View this item in his context
ta: இந்த உருப்படியை அவரது சூழலில் காண்க

source: Calendar name
ta: காலண்டர் பெயர்

source: Calendar URL
ta: காலண்டர் முகவரி

source: Event type
ta: நிகழ்வு வகை

source: Period
ta: காலசுழற்சி

source: Copy of %s
ta: %s நகல்

source: Your planning
ta: உங்கள் திட்டமிடல்

source: Ticket #%1$s %2$s
ta: டிக்கெட் # %1$s %2$s

source: See personnal planning
ta: தனிப்பயன் நடவு பார்க்கவும்

source: See schedule of people in my groups
ta: எனது குழுக்களில் உள்ளவர்களின் அட்டவணையைப் பார்க்கவும்

source: See all plannings
ta: அனைத்து திட்டமிடல்களையும் காண்க

source: + %d minute
ta: + %d மணித்துளி

source: SLA level for Ticket
ta: டிக்கெட்டுக்கான SLA நிலை

source: Automatic actions of SLA
ta: SLA இன் தானியங்கி செயல்கள்

source: Interface type (Hard drive...)
ta: இடைமுக வகை (ஆர்ட் இயக்கி ...)

source: Location updated. The connected items have been moved in the same location.
ta: இடம் புதுப்பிக்கப்பட்டது. இணைக்கப்பட்ட உருப்படிகள் ஒரே இடத்தில் நகர்த்தப்பட்டுள்ளன.

source: User or group updated. The connected items have been moved in the same values.
ta: பயனர் அல்லது குழு புதுப்பிக்கப்பட்டது. இணைக்கப்பட்ட உருப்படிகள் அதே மதிப்புகளில் நகர்த்தப்பட்டுள்ளன.

source: Alternate username updated. The connected items have been updated using this alternate username.
ta: மாற்று பயனர்பெயர் புதுப்பிக்கப்பட்டது. இந்த மாற்று பயனர்பெயரைப் பயன்படுத்தி இணைக்கப்பட்ட உருப்படிகள் புதுப்பிக்கப்பட்டுள்ளன.

source: Status updated. The connected items have been updated using this status.
ta: நிலை புதுப்பிக்கப்பட்டது. இணைக்கப்பட்ட உருப்படிகள் இந்த நிலையைப் பயன்படுத்தி புதுப்பிக்கப்பட்டுள்ளன.

source: Connect an item
ta: ஒரு உருப்படியை இணைக்கவும்

source: %1$s of item "%2$s"
ta: "%2$s" இன்%1$s

source: Item - %s link
ta: உருப்படி - %s இணைப்பு

source: Position of the device on its bus
ta: சாதனத்தின் நிலை அதன் பச்சில்

source: bus ID
ta: பச் ஐடி

source: Type of component
ta: கூறு வகை

source: Specificities
ta: விவரக்குறிப்புகள்

source: Add a new component
ta: புதிய கூறுகளைச் சேர்க்கவும்

source: Dissociated devices
ta: பிரிக்கப்பட்ட சாதனங்கள்

source: %1$s of %2$s: %3$s
ta: %1$s %2$s: %3$s

source: Please select a device type
ta: சாதன வகையைத் தேர்ந்தெடுக்கவும்

source: Please select a device
ta: சாதனத்தைத் தேர்ந்தெடுக்கவும்

source: You must choose any unaffected device or ask to add new.
ta: நீங்கள் பாதிக்கப்படாத எந்த சாதனத்தையும் தேர்வு செய்ய வேண்டும் அல்லது புதியதைச் சேர்க்க கேட்க வேண்டும்.

source: Copy to clipboard failed
ta: இடைநிலைப்பலகைக்கு நகல் தோல்வியடைந்தது

source: A device ID is mandatory
ta: சாதன ஐடி கட்டாயமாகும்

source: Update of
ta: புதுப்பிப்பு

source: CSS
ta: சிஎச்எச்

source: Automatically generated by ITSM-NG
ta: ITSM-NG ஆல் தானாக உருவாக்கப்படுகிறது

source: Missing or wrong fields in open ID connect config
ta: திறந்த ஐடி கனெக்ட் கான்ஃபிக் இல் காணாமல் போன அல்லது தவறான புலங்கள்

source: Configuration
ta: உள்ளமைவு

source: Mapping of fields according to provider
ta: வழங்குநரின் கூற்றுப்படி புலங்களின் மேப்பிங்

source: Phone
ta: தொலைபேசி

source: Locale
ta: மொழி

source: Add a compatible printer model
ta: இணக்கமான அச்சுப்பொறி மாதிரியைச் சேர்க்கவும்

source: Link Problem/Change
ta: இணைப்பு சிக்கல்/மாற்றம்

source: Create a change from this problem
ta: இந்த சிக்கலில் இருந்து மாற்றத்தை உருவாக்கவும்

source: Hidden field
ta: மறைக்கப்பட்ட புலம்

source: Add a hidden field
ta: மறைக்கப்பட்ட புலம் சேர்க்கவும்

source: Fields unicity
ta: புலங்கள் ஒற்றுமை

source: Unique fields
ta: தனித்துவமான புலங்கள்

source: Record into the database denied
ta: தரவுத்தளத்தில் பதிவு மறுக்கப்பட்டது

source: Send a notification
ta: அறிவிப்பை அனுப்பவும்

source: Duplicates
ta: நகல்கள்

source: It's mandatory to select a type and at least one field
ta: ஒரு வகை மற்றும் குறைந்தது ஒரு புலத்தைத் தேர்ந்தெடுப்பது கட்டாயமாகும்

source: Incorrect username or password
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்

source: User not authorized to connect in ITSM-NG
ta: ITSM-NG இல் இணைக்க பயனர் ஏற்பு இல்லை

source: Login with external token disabled
ta: வெளிப்புற கிள்ளாக்கு முடக்கப்பட்ட நிலையில் உள்நுழைக

source: Invalid cookie data
ta: தவறான குக்கீ தரவு

source: Auto login disabled
ta: ஆட்டோ உள்நுழைவு முடக்கப்பட்டது

source: Connection to LDAP directory failed
ta: எல்.டி.ஏ.பி கோப்பகத்திற்கான இணைப்பு தோல்வியடைந்தது

source: User not found in LDAP directory
ta: பயனர் LDAP கோப்பகத்தில் காணப்படவில்லை

source: Empty login or password
ta: வெற்று உள்நுழைவு அல்லது கடவுச்சொல்

source: %1$s log in from IP %2$s
ta: IP %2$s இலிருந்து %1$s உள்நுழைக

source: Failed login for %1$s from IP %2$s
ta: ஐபி %2$s இலிருந்து %1$s க்கான உள்நுழைவு தோல்வியுற்றது

source: Authentication on ITSM-NG database
ta: ITSM-OF தரவுத்தளத்தில் ஏற்பு

source: Authentication on a LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்தில் ஏற்பு

source: Authentication on mail server
ta: அஞ்சல் சேவையகத்தில் ஏற்பு

source: Version 1
ta: பதிப்பு 1

source: Version 2
ta: பதிப்பு 2

source: Version 3+
ta: பதிப்பு 3+

source: CAS
ta: கேச்

source: x509 certificate authentication
ta: x509 சான்றிதழ் ஏற்பு

source: ITSM-NG internal database
ta: ITSM-OF உள் தரவுத்தளம்

source: Not yet authenticated
ta: இன்னும் அங்கீகரிக்கப்படவில்லை

source: Force synchronization
ta: படை ஒத்திசைவு

source: Change of the authentication method
ta: அங்கீகார முறையின் மாற்றம்

source: Synchronization
ta: ஒத்தியக்கம்

source: CAS authentication
ta: CAS ஏற்பு

# authentication
source: Enabled
ta: இயக்கப்பட்டது

source: CAS Host
ta: சிஏஎச் புரவலன்

source: CAS Version
ta: சிஏஎச் பதிப்பு

source: Root directory (optional)
ta: ரூட் அடைவு (விரும்பினால்)

source: Log out fallback URL
ta: குறைவடையும் முகவரி ஐ வெளியேற்றவும்

source: The CURL extension for your PHP parser isn't installed
ta: உங்கள் பிஎச்பி பாகுபடுத்தலுக்கான சுருட்டை நீட்டிப்பு நிறுவப்படவில்லை

source: The CAS lib isn't available, ITSM-NG doesn't package it anymore for license compatibility issue.
ta: CAS லிப் கிடைக்கவில்லை, ITSM-NG உரிமத்துடன் பொருந்தக்கூடிய சிக்கலுக்காக அதை இனி தொகுக்காது.

source: Impossible to use CAS as external source of connection
ta: இணைப்பின் வெளிப்புற மூலமாக CAS ஐப் பயன்படுத்த இயலாது

source: Email attribute for x509 authentication
ta: X509 அங்கீகாரத்திற்கான மின்னஞ்சல் பண்புக்கூறு

source: Restrict %s field for x509 authentication (separator $)
ta: X509 அங்கீகாரத்திற்கான %s புலத்தை கட்டுப்படுத்தவும் (பிரிப்பான் $)

source: Other authentication sent in the HTTP request
ta: HTTP கோரிக்கையில் அனுப்பப்பட்ட பிற ஏற்பு

source: SSO logout url
ta: ஒருகைஉள் LOGOUT முகவரி

source: Remove the domain of logins like login@domain
ta: உள்நுழைவு@டொமைன் போன்ற உள்நுழைவுகளின் களத்தை அகற்று

source: Mapping
ta: கோர்ப்பு

source: Activate open ID connect
ta: திறந்த ஐடி இணைப்பை செயல்படுத்தவும்

source: Forced connection with open ID connect
ta: திறந்த ஐடி இணைப்புடன் கட்டாய இணைப்பு

source: Provider
ta: வழங்குநர்

source: Client ID
ta: வாங்கி ஐடி

source: Client Secret
ta: வாங்கி மறைபொருள்

source: Scope
ta: நோக்கம்

source: Proxy
ta: பதிலாள்

source: Certificate Path
ta: சான்றிதழ் பாதை

source: Data center
ta: தரவு நடுவண்

source: Keep status
ta: நிலையை வைத்திருங்கள்

source: Set status: %s
ta: நிலையை அமைக்கவும்: %s

source: %1$s must be unique!
ta: %1$s தனித்துவமாக இருக்க வேண்டும்!

source: %1$s must be unique per level!
ta: %1$s ஒரு நிலைக்கு தனித்துவமாக இருக்க வேண்டும்!

source: Network port migration
ta: பிணையம் துறைமுகம் இடம்பெயர்வு

source: Undefined interface
ta: வரையறுக்கப்படாத இடைமுகம்

source: Invalid network (already defined or with invalid addresses)
ta: தவறான பிணையம் (ஏற்கனவே வரையறுக்கப்பட்டுள்ளது அல்லது தவறான முகவரிகளுடன்)

source: Gateway not include inside the network
ta: நுழைவாயில் பிணையத்திற்குள் சேர்க்கப்படவில்லை

source: Invalid IP address
ta: தவறான ஐபி முகவரி

source: Transform this network port to
ta: இந்த பிணைய துறைமுகத்தை மாற்றவும்

source: Network port information conflicting with %s
ta: பிணையம் துறைமுகம் செய்தி %s உடன் முரண்படுகிறது

source: Invalid address or netmask
ta: தவறான முகவரி அல்லது நெட்மாச்க்

source: No conflicting network
ta: முரண்பட்ட பிணையம் இல்லை

source: you may have to add a network
ta: நீங்கள் ஒரு பிணையத்தைச் சேர்க்க வேண்டியிருக்கும்

source: Append a correct gateway to the network %s
ta: பிணையம் %s க்கு சரியான நுழைவாயிலை சேர்க்கவும்

source: Unknown network
ta: தெரியாத பிணையம்

source: Add a network
ta: ஒரு பிணையத்தைச் சேர்க்கவும்

source: Add a correct IP to the network port
ta: பிணைய துறைமுகத்தில் சரியான ஐபி சேர்க்கவும்

source: Unknown network port
ta: அறியப்படாத பிணையம் துறைமுகம்

source: I don't understand why this migration error is not deleted.
ta: இந்த இடம்பெயர்வு பிழை ஏன் நீக்கப்படவில்லை என்று எனக்கு புரியவில்லை.

source: You can delete this migration error
ta: இந்த இடம்பெயர்வு பிழையை நீங்கள் நீக்கலாம்

source: At all events
ta: எல்லா நிகழ்வுகளிலும்

source: Original network port information
ta: அசல் பிணையம் துறைமுகம் செய்தி

source: Network address
ta: பிணைய முகவரி

source: Gateway
ta: நுழைவாயில்

source: Unknown interface
ta: அறியப்படாத இடைமுகம்

source: Chat followups configuration
ta: அரட்டை பின்தொடர்தல் உள்ளமைவு

source: Enable followups via chat
ta: அரட்டை வழியாக பின்தொடர்வுகளை இயக்கவும்

source: Chat notification
ta: அரட்டை அறிவிப்பு

source: Rocket chat
ta: ராக்கெட் அரட்டை

source: Slack
ta: மந்தமான

source: Teams
ta: அணிகள்

source: Zulip
ta: சூலிப்

source: Rack model
ta: ரேக் மாதிரி

source: Dictionnary of phone types
ta: தொலைபேசி வகைகளின் அகராதி

source: Device drive model
ta: சாதன இயக்கி மாதிரி

source: Add a template
ta: ஒரு வார்ப்புருவைச் சேர்க்கவும்

source: No template selected
ta: வார்ப்புரு எதுவும் தேர்ந்தெடுக்கப்படவில்லை

source: Browser
ta: உலாவி

source: Certificate type
ta: சான்றிதழ் வகை

source: See this parameter in your settings
ta: உங்கள் அமைப்புகளில் இந்த அளவுருவைக் காண்க

source: Edit this parameter in your settings
ta: உங்கள் அமைப்புகளில் இந்த அளவுருவைத் திருத்தவும்

source: UI Scale
ta: இடைமுகம் அளவு

source: UI Font
ta: இடைமுகம் செய்யுங்கள்

source: Enable shortcuts
ta: குறுக்குவழிகளை இயக்கவும்

source: Don't forget to save
ta: சேமிக்க மறக்காதீர்கள்

source: Toggle view
ta: பார்வை மாற்று

source: shift+alt+
ta: சிப்ட்+ஆல்ட்+

source: Problem task
ta: சிக்கல் பணி

source: Cluster type
ta: கொத்து வகை

source: Budget type
ta: பட்செட் வகை

source: Unable to send notification using %1$s
ta: %1$s ஐப் பயன்படுத்தி அறிவிப்பை அனுப்ப முடியவில்லை

source: User based contact information
ta: பயனர் அடிப்படையிலான தொடர்பு செய்தி

source: ID TAG
ta: ஐடி டேக்

source: Tagged
ta: குறிச்சொல்

source: Untagged
ta: அவிழ்க்கப்படாதது

source: Check the SQL replica
ta: கவிமொ பிரதி சரிபார்க்கவும்

source: Max delay between master and slave (minutes)
ta: மாச்டர் மற்றும் அடிமை (நிமிடங்கள்) இடையே அதிகபட்ச நேரந்தவறுகை

source: SQL server: %s can't connect to the database
ta: கவிமொ சேவையகம்: %s தரவுத்தளத்துடன் இணைக்க முடியாது

source: SQL server: %1$s, difference between master and slave: %2$s
ta: கவிமொ சேவையகம்: %1$s, மாச்டர் மற்றும் அடிமைக்கு இடையிலான வேறுபாடு: %2$s

source: SQL server
ta: கவிமொ சேவையகம்

source: can't connect to the database
ta: தரவுத்தளத்துடன் இணைக்க முடியாது

source: Event category
ta: நிகழ்வு வகை

source: New child heading
ta: புதிய குழந்தை தலைப்பு

source: Sons of %s
ta: %s மகன்கள்

# button
source: Move under
ta: கீழ் நகர்த்தவும்

source: %1$s reverts item translation to revision %2$s
ta: %1$s உருப்படி மொழிபெயர்ப்பை திருத்தம் %2$s க்கு மாற்றுகிறது

source: %1$s impersonated by %2$s
ta: %1$s %2$s ஆல் ஆள்மாறாட்டம் செய்தது

source: No historical
ta: வரலாற்று இல்லை

source: %1$s by %2$s
ta: %1$s %2$s

source: Update of the field
ta: புலத்தின் புதுப்பிப்பு

source: Change %1$s to %2$s
ta: %1$s க்கு %2$s ஐ மாற்றவும்

source: Update a field
ta: ஒரு புலத்தைப் புதுப்பிக்கவும்

source: Lock the item
ta: உருப்படியைப் பூட்டவும்

source: Unlock the item
ta: உருப்படியைத் திறக்கவும்

source: Add a component
ta: ஒரு கூறு சேர்க்கவும்

source: Change a component
ta: ஒரு கூறுகளை மாற்றவும்

source: Delete a component
ta: ஒரு கூறுகளை நீக்கு

source: Lock a component
ta: ஒரு கூறுகளை பூட்டவும்

source: Unlock a component
ta: ஒரு கூறுகளைத் திறக்கவும்

source: Install a software
ta: ஒரு மென்பொருளை நிறுவவும்

source: Uninstall a software
ta: ஒரு மென்பொருளை நிறுவல் நீக்கவும்

source: Disconnect an item
ta: ஒரு உருப்படியைத் துண்டிக்கவும்

source: Add a link with an item
ta: ஒரு உருப்படியுடன் இணைப்பைச் சேர்க்கவும்

source: Update a link with an item
ta: ஒரு உருப்படியுடன் இணைப்பைப் புதுப்பிக்கவும்

source: Delete a link with an item
ta: ஒரு உருப்படியுடன் இணைப்பை நீக்கவும்

source: Lock a link with an item
ta: ஒரு உருப்படியுடன் இணைப்பைப் பூட்டவும்

source: Unlock a link with an item
ta: ஒரு உருப்படியுடன் இணைப்பைத் திறக்கவும்

source: Update an item
ta: ஒரு பொருளைப் புதுப்பிக்கவும்

source: Delete an item
ta: ஒரு உருப்படியை நீக்கு

source: Lock an item
ta: ஒரு உருப்படியைப் பூட்டவும்

source: Unlock an item
ta: ஒரு உருப்படியைத் திறக்கவும்

source: Dictionnary of network equipment types
ta: பிணையம் உபகரண வகைகளின் அகராதி

source: Service level
ta: பணி நிலை

source: Niveau de services
ta: சேவைகளின் நிலை

source: Installing a cartridge
ta: ஒரு கெட்டி நிறுவுதல்

source: No free cartridge
ta: இலவச கெட்டி இல்லை

source: Uninstalling a cartridge
ta: ஒரு கெட்டி நிறுவல் நீக்குதல்

# cartridge
source: New
ta: புதிய

# cartridge
source: Used
ta: பயன்படுத்தப்பட்டது

# cartridge
source: Worn
ta: அணிந்த

source: Total: %1$d (%2$d new, %3$d used, %4$d worn)
ta: மொத்தம்: %1$d ( %2$d புதிய, %3$d பயன்படுத்தப்பட்டது, %4 $ டி அணிந்திருந்தது)

source: No cartridge
ta: கெட்டி இல்லை

source: Total: %1$d (%2$d used, %3$d worn)
ta: மொத்தம்: %1$d ( %2$d பயன்படுத்தப்படுகிறது, %3$d அணிந்திருந்தது)

source: Worn cartridges
ta: அணிந்த தோட்டாக்கள்

source: Used on
ta: பயன்படுத்தப்படுகிறது

source: Printer counter
ta: அச்சுப்பொறி கவுண்டர்

source: %d printed page
ta: %d அச்சிடப்பட்ட பக்கம்

source: Counter error
ta: எதிர் பிழை

source: Average time in stock
ta: பங்குகளில் சராசரி நேரம்

source: Average time in use
ta: பயன்பாட்டில் சராசரி நேரம்

source: Average number of printed pages
ta: அச்சிடப்பட்ட பக்கங்களின் சராசரி எண்ணிக்கை

source: Add cartridges
ta: தோட்டாக்களைச் சேர்க்கவும்

source: x
ta: ஃச்

source: No cartridge available
ta: கெட்டி எதுவும் கிடைக்கவில்லை

source: End of life
ta: வாழ்க்கையின் முடிவு

source: Update printer counter
ta: அச்சுப்பொறி கவுண்டரைப் புதுப்பிக்கவும்

source: Used cartridges
ta: பயன்படுத்தப்பட்ட தோட்டாக்கள்

source: Cartridge type
ta: கார்ட்ரிட்ச் வகை

source: Printed pages
ta: அச்சிடப்பட்ட பக்கங்கள்

source: Plugin %1$s has no uninstall function!
ta: சொருகி %1$s க்கு நிறுவல் நீக்குதல் இல்லை!

source: Plugin %1$s has been uninstalled!
ta: சொருகி %1$s நிறுவல் நீக்கப்பட்டது!

source: Plugin %1$s not found!
ta: சொருகி %1$s கண்டுபிடிக்கப்படவில்லை!

source: Plugin %1$s has been installed!
ta: சொருகி %1$s நிறுவப்பட்டுள்ளது!

# button
source: Enable
ta: இயக்கு

source: Do you want to %activate_link it?
ta: நீங்கள் அதை %செயல்படுத்த விரும்புகிறீர்களா?

source: Plugin %1$s has been installed and must be configured!
ta: சொருகி %1$s நிறுவப்பட்டுள்ளது மற்றும் கட்டமைக்கப்பட வேண்டும்!

source: Plugin %1$s has no install function!
ta: சொருகி %1$s நிறுவல் செயல்பாடு இல்லை!

source: Plugin %1$s is not CSRF compliant!
ta: சொருகி %1$s CSRF இணக்கமானது அல்ல!

source: Plugin prerequisites are not matching, it cannot be activated.
ta: சொருகி முன்நிபந்தனைகள் பொருந்தவில்லை, அதை செயல்படுத்த முடியாது.

source: Plugin %1$s has been activated!
ta: சொருகி %1$s செயல்படுத்தப்பட்டுள்ளது!

source: Plugin configuration must be done, it cannot be activated.
ta: சொருகி உள்ளமைவு செய்யப்பட வேண்டும், அதை செயல்படுத்த முடியாது.

source: Plugin %1$s has been deactivated!
ta: சொருகி %1$s செயலிழக்கப்பட்டது!

source: This plugin requires %1$s < %2$s.
ta: இந்த சொருகி %1$s < %2$s தேவைப்படுகிறது.

source: This plugin requires %1$s >= %2$s.
ta: இந்த சொருகி %1$s> = %2$s தேவைப்படுகிறது.

source: This plugin requires %1$s >= %2$s and < %3$s.
ta: இந்த சொருகி %1$s> = %2$s மற்றும் < %3$s தேவைப்படுகிறது.

source: This plugin requires PHP extension %1$s
ta: இந்த சொருகி பிஎச்பி நீட்டிப்பு %1$s தேவைப்படுகிறது

source: This plugin requires %1$s plugin
ta: இந்த சொருகி %1$s சொருகி தேவைப்படுகிறது

source: This plugin requires PHP compiled along with "%1$s"
ta: இந்த சொருகி "%1$s" உடன் தொகுக்க பிஎச்பி தேவைப்படுகிறது

source: This plugin requires PHP parameter %1$s
ta: இந்த சொருகி பிஎச்பி அளவுரு %1$s தேவைப்படுகிறது

source: This plugin requires ITSM-NG parameter %1$s
ta: இந்த சொருகி ITSM-OF அளவுரு %1$s தேவைப்படுகிறது

# plugin
source: Enabled
ta: இயக்கப்பட்டது

# plugin
source: Not installed
ta: நிறுவப்படவில்லை

source: To update
ta: புதுப்பிக்க

# plugin
source: Installed / not configured
ta: நிறுவப்பட்டது / கட்டமைக்கப்படவில்லை

# plugin
source: Installed / not activated
ta: நிறுவப்பட்டது / செயல்படுத்தப்படவில்லை

source: Error / to clean
ta: பிழை / தூய்மை செய்ய

source: Directory
ta: அடைவு

source: Authors
ta: ஆசிரியர்கள்

source: Configure
ta: உள்ளமைக்கவும்

# button
source: Disable
ta: முடக்கு

source: Not CSRF compliant
ta: சி.எச்.ஆர்.எஃப் இணக்கமானது அல்ல

source: Non-existent function
ta: இல்லாத செயல்பாடு

# button
source: Uninstall
ta: நிறுவல் நீக்க

# button
source: Clean
ta: தூய்மையான

source: %s (copy)
ta: %s (நகல்)

source: %s (copy %d)
ta: %s (நகல் %d)

source: Item successfully updated
ta: உருப்படி வெற்றிகரமாக புதுப்பிக்கப்பட்டது

source: Item successfully purged
ta: உருப்படி வெற்றிகரமாக சுத்திகரிக்கப்பட்டது

source: Item successfully restored
ta: உருப்படி வெற்றிகரமாக மீட்டெடுக்கப்பட்டது

source: Created from the template %s
ta: %s வார்ப்புருவில் இருந்து உருவாக்கப்பட்டது

# button
source: Restore
ta: மீட்டமை

source: Check to keep the devices while deleting this item
ta: இந்த உருப்படியை நீக்கும்போது சாதனங்களை வைத்திருக்க சரிபார்க்கவும்

# button
source: Put in trashbin
ta: குப்பைத் தொட்டியில் வைக்கவும்

source: Can't change this attribute. It's inherited from its parent.
ta: இந்த பண்பை மாற்ற முடியாது. இது அதன் பெற்றோரிடமிருந்து பெறப்படுகிறது.

source: You are not allowed to change the visibility flag for child entities.
ta: குழந்தை நிறுவனங்களுக்கான தெரிவுநிலை கொடியை மாற்ற உங்களுக்கு இசைவு இல்லை.

source: Flag change forbidden. Linked items found.
ta: கொடி மாற்றம் தடைசெய்யப்பட்டுள்ளது. இணைக்கப்பட்ட உருப்படிகள் காணப்பட்டன.

source: Change visibility in child entities
ta: குழந்தை நிறுவனங்களில் தெரிவுநிலையை மாற்றவும்

# button
source: Unlock items
ta: உருப்படிகளைத் திறக்கவும்

# button
source: Associate to an appliance
ta: ஒரு சாதனத்துடன் இணைந்திருங்கள்

source: At least one field has an incorrect value
ta: குறைந்தது ஒரு புலத்தையாவது தவறான மதிப்பு உள்ளது

source: Impossible record for %s
ta: %s க்கு சாத்தியமற்ற பதிவு

source: Item successfully added but duplicate record on %s
ta: உருப்படி வெற்றிகரமாகச் சேர்த்தது, ஆனால் %s இல் நகல் பதிவு

source: Other item exist
ta: பிற உருப்படி உள்ளன

source: Item in the trashbin
ta: டிராச்பினில் உள்ள உருப்படி

source: %1$s trying to add an item that already exists: %2$s
ta: %1$s ஏற்கனவே இருக்கும் ஒரு பொருளைச் சேர்க்க முயற்சிக்கின்றன: %2$s

source: Choose a template
ta: ஒரு வார்ப்புருவைத் தேர்வுசெய்க

source: Blank Template
ta: வெற்று வார்ப்புரு

source: Templates
ta: வார்ப்புருக்கள்

source: Add a template...
ta: ஒரு வார்ப்புருவைச் சேர்க்கவும் ...

source: Read notes
ta: குறிப்புகளைப் படியுங்கள்

source: Read the item's notes
ta: உருப்படியின் குறிப்புகளைப் படியுங்கள்

source: Update notes
ta: குறிப்புகளைப் புதுப்பிக்கவும்

source: Update the item's notes
ta: உருப்படியின் குறிப்புகளைப் புதுப்பிக்கவும்

source: Document Ticket %d
ta: ஆவண டிக்கெட் %d

source: You can define an autofill template
ta: நீங்கள் ஒரு ஆட்டோஃபில் வார்ப்புருவை வரையறுக்கலாம்

source: Autofilled from template
ta: வார்ப்புருவில் இருந்து தானியங்கு

source: Error inserting chat to queue
ta: வரிசையில் அரட்டையைச் செருகுவதில் பிழை

source: Fatal-error: The chat %s was not added to queue
ta: அபாயகரமான-பிழை: அரட்டை %s வரிசையில் சேர்க்கப்படவில்லை

source: Rocket chat: The chat %s was added to queue
ta: ராக்கெட் அரட்டை: அரட்டை %s வரிசையில் சேர்க்கப்பட்டன

source: does not contain
ta: இல்லை

source: starting with
ta: உடன் தொடங்குகிறது

source: finished by
ta: முடிந்தது

source: regular expression matches
ta: வழக்கமான வெளிப்பாடு பொருந்துகிறது

source: regular expression does not match
ta: வழக்கமான வெளிப்பாடு பொருந்தவில்லை

source: exists
ta: உள்ளது

source: does not exist
ta: இல்லை

source: Add a criterion
ta: ஒரு அளவுகோலைச் சேர்க்கவும்

source: Saved search alert
ta: சேமித்த தேடல் எச்சரிக்கை

source: Operator
ta: ஆபரேட்டர்

source: Compare number of results the search returns against the specified value with selected operator
ta: முடிவுகளின் எண்ணிக்கையை ஒப்பிடுகையில், தேர்ந்தெடுக்கப்பட்ட ஆபரேட்டருடன் குறிப்பிட்ட மதிப்புக்கு எதிராக தேடல் திரும்பும்

source: Notification does not exists!
ta: அறிவிப்பு இல்லை!

source: create it now
ta: இப்போது அதை உருவாக்கவும்

source: Notification used:
ta: அறிவிப்பு பயன்படுத்தப்பட்டது:

source: Add an alert
ta: ஒரு எச்சரிக்கையைச் சேர்க்கவும்

source: Saved searches alerts
ta: சேமித்த தேடல்கள் விழிப்பூட்டல்கள்

source: less than
ta: குறைவாக

source: less or equals than
ta: விட குறைவான அல்லது சமம்

source: equals to
ta: சமம்

source: not equals to
ta: சமமாக இல்லை

source: greater or equals than
ta: விட பெரிய அல்லது சமமான

source: greater than
ta: விட பெரியது

source: Results count for %1$s is %2$s %3$s
ta: %1$s க்கான முடிவுகள் %2$s %3$s ஆகும்

source: Device
ta: சாதனம்

source: Brand
ta: சூட்டுக்குறி

source: Object Lock
ta: பொருள் பூட்டு

source: Reload page?
ta: பக்கத்தை மீண்டும் ஏற்றவா?

source: Item unlocked!
ta: உருப்படி திறக்கப்பட்டது!

source: Item NOT unlocked!
ta: உருப்படி திறக்கப்படவில்லை!

source: Force unlock this item?
ta: இந்த உருப்படியைத் திறக்க கட்டாயமா?

source: Force unlock %1s #%2s
ta: படை திறத்தல் %1S # %2S

source: Locked by you!
ta: உங்களால் பூட்டப்பட்டது!

source: Ask for unlock this item?
ta: இந்த உருப்படியைத் திறக்கக் கேட்கவா?

source: Request sent to
ta: கோரிக்கை அனுப்பப்பட்டது

source: Locked by %s
ta: %s ஆல் பூட்டப்பட்டுள்ளது

source: Ask for unlock
ta: திறத்தல் கேளுங்கள்

source: Alert me when unlocked
ta: திறக்கும்போது என்னை எச்சரிக்கவும்

source: Warning: read-only!
ta: எச்சரிக்கை: படிக்க மட்டும்!

source: Request write on
ta: எழுதுங்கள்

source: Locked by
ta: பூட்டப்பட்டது

source: Locked date
ta: பூட்டப்பட்ட தேதி

source: Unlock
ta: திறக்க

source: Unlock forgotten locked objects
ta: மறக்கப்பட்ட பூட்டிய பொருள்களைத் திறக்கவும்

source: Timeout to force unlock (hours)
ta: திறத்தல் (மணிநேரம்) கட்டாயப்படுத்த நேரம் முடிந்தது

source: Phone power supply type
ta: தொலைபேசி மின்சாரம் வழங்கல் வகை

source: Dictionnary of printer types
ta: அச்சுப்பொறி வகைகளின் அகராதி
