Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: Password security policy validation
ta: கடவுச்சொல் பாதுகாப்பு கொள்கை சரிபார்ப்பு

source: Password need digit
ta: கடவுச்சொல்லை இலக்கம் தேவை

source: Password need lowercase character
ta: கடவுச்சொல்லை சிறிய எழுத்து தேவை

source: Password need uppercase character
ta: கடவுச்சொல்லை பெரிய எழுத்து தேவை

source: Password need symbol
ta: கடவுச்சொல்லை அடையாளம் தேவை

source: Password expiration policy
ta: கடவுச்சொல் காலாவதி கொள்கை

source: Password expiration delay (in days)
ta: கடவுச்சொல் காலாவதி நேரந்தவறுகை (நாட்களில்)

source: Password expiration notice time (in days)
ta: கடவுச்சொல் காலாவதி அறிவிப்பு நேரம் (நாட்களில்)

source: Notification disabled
ta: அறிவிப்பு முடக்கப்பட்டுள்ளது

source: Delay before account deactivation (in days)
ta: கணக்கு செயலிழக்கப்படுவதற்கு முன் நேரந்தவறுகை (நாட்களில்)

source: Do not deactivate
ta: செயலிழக்க வேண்டாம்

source: Sensor type
ta: சென்சார் வகை

source: Printer
ta: அச்சுப்பொறி

source: Restore
ta: மீட்டமை

source: State
ta: மாநிலம்

source: Alternate username number
ta: மாற்று பயனர்பெயர் எண்

source: Management Type
ta: மேலாண்மை வகை

source: Unit Management
ta: பிரிவு மேலாண்மை

source: Global Management
ta: உலகளாவிய மேலாண்மை

source: Network
ta: பிணையம்

source: Ports
ta: துறைமுகங்கள்

source: Serial
ta: தொடர்

source: Parallel
ta: இணையான

source: USB
ta: யூ.எச்.பி

source: Ethernet
ta: தூயவெளியம், தூயவெளி வலை

source: Wifi
ta: வைஃபை

# button
source: Add a license
ta: உரிமம் சேர்க்கவும்

source: Initial page counter
ta: தொடக்கப் பக்க கவுண்டர்

source: Current counter of pages
ta: பக்கங்களின் தற்போதைய கவுண்டர்

source: Cartridge
ta: பொதியுறை

source: Number of used cartridges
ta: பயன்படுத்தப்பட்ட தோட்டாக்களின் எண்ணிக்கை

source: Number of worn cartridges
ta: அணிந்த தோட்டாக்களின் எண்ணிக்கை

source: Template name
ta: வார்ப்புரு பெயர்

source: Global management
ta: உலகளாவிய மேலாண்மை

source: Notification template
ta: அறிவிப்பு வார்ப்புரு

source: Active
ta: செயலில்

source: Allow response
ta: பதிலை அனுமதிக்கவும்

source: Event
ta: நிகழ்வு

source: Notification method
ta: அறிவிப்பு முறை

# button
source: Add notification template
ta: அறிவிப்பு வார்ப்புருவைச் சேர்க்கவும்

# button
source: Remove all notification templates
ta: அனைத்து அறிவிப்பு வார்ப்புருக்களையும் அகற்றவும்

source: Delete
ta: நீக்கு

source: Field itemtype is mandatory
ta: புலம் பொருள் வகை கட்டாயமாகும்

source: Network port
ta: பிணையம் துறைமுகம்

source: Global displays
ta: உலகளாவிய காட்சிகள்

source: Internet information
ta: இணைய செய்தி

source: Common options
ta: பொதுவான விருப்பங்கள்

source: Network port type to be added
ta: பிணையம் துறைமுகம் வகை சேர்க்கப்பட வேண்டும்

source: Add several ports
ta: பல துறைமுகங்களைச் சேர்க்கவும்

source: Network ports waiting for manual migration
ta: கையேடு இடம்பெயர்வுக்காக காத்திருக்கும் பிணைய துறைமுகங்கள்

source: No network port found
ta: பிணையம் துறைமுகம் எதுவும் கிடைக்கவில்லை

source: Port number
ta: துறைமுகம் எண்

source: from
ta: இருந்து

source: to
ta: பெறுநர்

source: Networking
ta: நெட்வொர்க்கிங்

source: MAC address
ta: மேக் முகவரி

source: Network port type
ta: பிணையம் துறைமுகம் வகை

source: Associate a VLAN
ta: ஒரு VLAN ஐ இணைக்கவும்

source: Dissociate a VLAN
ta: ஒரு VLAN ஐ பிரிக்கவும்

# button
source: Move
ta: நகர்த்தவும்

source: %1$s on %2$s
ta: %2$s இல் %1$s

source: Update Source
ta: மூலத்தைப் புதுப்பிக்கவும்

source: Change template
ta: வார்ப்புருவை மாற்றவும்

# quantity
source: Number
ta: எண்

source: Real duration of treatment of the ticket
ta: டிக்கெட்டின் சிகிச்சையின் உண்மையான அளவு

source: Number of opened tickets
ta: திறந்த டிக்கெட்டுகளின் எண்ணிக்கை

source: Number of solved tickets
ta: தீர்க்கப்பட்ட டிக்கெட்டுகளின் எண்ணிக்கை

source: Number of late tickets
ta: தாமதமான டிக்கெட்டுகளின் எண்ணிக்கை

source: Number of closed tickets
ta: மூடிய டிக்கெட்டுகளின் எண்ணிக்கை

source: Number of opened satisfaction survey
ta: திறந்த நிறைவு கணக்கெடுப்பின் எண்ணிக்கை

source: Number of answered satisfaction survey
ta: பதிலளித்த நிறைவு கணக்கெடுப்பின் எண்ணிக்கை

source: Average satisfaction
ta: சராசரி நிறைவு

source: Average
ta: சராசரி

source: Average time to take into account
ta: கணக்கில் எடுத்துக்கொள்ள சராசரி நேரம்

source: Average time to resolution
ta: தீர்மானத்திற்கு சராசரி நேரம்

source: Average time to closure
ta: மூடுவதற்கு சராசரி நேரம்

source: Average real duration of treatment of the ticket
ta: டிக்கெட்டின் சிகிச்சையின் சராசரி உண்மையான காலம்

source: Total real duration of treatment of the ticket
ta: டிக்கெட்டின் சிகிச்சையின் மொத்த உண்மையான காலம்

source: Total duration
ta: மொத்த காலம்

source: No statistics are available
ta: புள்ளிவிவரங்கள் எதுவும் கிடைக்கவில்லை

source: Number of tickets
ta: டிக்கெட்டுகளின் எண்ணிக்கை

source: By ticket
ta: டிக்கெட் மூலம்

source: By hardware characteristics
ta: வன்பொருள் பண்புகள் மூலம்

source: By problem
ta: சிக்கல் மூலம்

source: Change
ta: மாற்றம்

source: By change
ta: மாற்றத்தால்

source: Select statistics to be displayed
ta: காண்பிக்கப்பட வேண்டிய புள்ளிவிவரங்களைத் தேர்ந்தெடுக்கவும்

source: Read
ta: படிக்க

source: CSV
ta: சிஎச்வி

source: Dictionnary of printers
ta: அச்சுப்பொறிகளின் அகராதி

source: Replay rules on existing database started on %s
ta: தற்போதுள்ள தரவுத்தளத்தில் மறு விதிகள் %s இல் தொடங்கின

source: %1$s - replay rules on existing database: %2$s/%3$s (%4$s Mio)
ta: %1$s - தற்போதுள்ள தரவுத்தளத்தில் மறுதொடக்கம் விதிகள்:%2$s/%3$s (%4 $ S MIO)

source: Replay rules on existing database: %1$s/%2$s
ta: தற்போதுள்ள தரவுத்தளத்தில் மறு விதிகள்: %1$s/ %2$s

source: Replay rules on existing database ended on %s
ta: தற்போதுள்ள தரவுத்தளத்தில் மறு விதிகள் %s இல் முடிந்தது

source: default_value must be 0 or 1
ta: Default_Value 0 அல்லது 1 ஆக இருக்க வேண்டும்

source: default_value must be numeric
ta: Default_Value எண் இருக்க வேண்டும்

source: Unable to rename table %1$s (%2$s) to %3$s (%4$s)!
ta: அட்டவணை %1$s ( %2$s) ஐ %3$s ( %4 $ s) என மறுபெயரிட முடியவில்லை!

source: ok
ta: சரி

source: nok
ta: போதும்

source: Change of the database layout - %s
ta: தரவுத்தள தளவமைப்பின் மாற்றம் - %s

source: Adding fulltext indices - %s
ta: முழு உரை குறியீடுகளைச் சேர்ப்பது

source: Adding unicity indices - %s
ta: ஒற்றுமை குறியீடுகளைச் சேர்ப்பது - %s

source: Task completed.
ta: பணி முடிந்தது.

source: Automatically generated by ITSM-NG %s
ta: ITSM-NG %s ஆல் தானாக உருவாக்கப்படுகிறது

source: Data migration - %s
ta: தரவு இடம்பெயர்வு - %s

source: %1$s table already exists. A backup have been done to %2$s
ta: %1$s அட்டவணை ஏற்கனவே உள்ளது. %2$s க்கு காப்புப்பிரதி செய்யப்பட்டுள்ளது

source: Configuration values added for %1$s (%2$s).
ta: உள்ளமைவு மதிப்புகள் %1$s ( %2$s) க்கு சேர்க்கப்பட்டன.

source: Solution
ta: நீர்மக்கூழ்

source: Warning: non closed children tickets depends on current ticket. Are you sure you want to close it?
ta: எச்சரிக்கை: மூடிய குழந்தைகள் டிக்கெட் தற்போதைய டிக்கெட்டைப் பொறுத்தது. நீங்கள் அதை மூட விரும்புகிறீர்களா?

source: Solution template
ta: தீர்வு வார்ப்புரு

source: Search a solution
ta: ஒரு தீர்வைத் தேடுங்கள்

source: Link to knowledge base entry #%id
ta: அறிவு அடிப்படை நுழைவு #%ஐடியுடன் இணைக்கவும்

source: Save and add to the knowledge base
ta: சேமித்து, அறிவுத் தளத்தில் சேர்க்கவும்

source: Description
ta: விவரம்

source: The item is already solved, did anyone pushed a solution before you ?
ta: உருப்படி ஏற்கனவே தீர்க்கப்பட்டுள்ளது, யாராவது உங்களுக்கு முன் ஒரு தீர்வைத் தள்ளினார்களா?

source: Waiting for approval
ta: ஒப்புதலுக்காக காத்திருக்கிறது

source: Refused
ta: மறுக்கப்பட்டது

source: Accepted
ta: ஏற்றுக்கொள்ளப்பட்டது

source: Cost
ta: செலவு

source: Begin date
ta: தொடங்கும் தேதி

source: Add a new cost
ta: புதிய செலவைச் சேர்க்கவும்

source: Total cost
ta: மொத்த செலவு

source: Chat queue
ta: பூனை வால்

# button
source: Send
ta: அனுப்பு

source: Subject
ta: பொருள்

source: Expected send date
ta: அனுப்பு தேதி எதிர்பார்க்கப்படுகிறது

source: Send date
ta: தேதி அனுப்பு

source: Number of tries of sent
ta: அனுப்பப்பட்ட முயற்சிகளின் எண்ணிக்கை

source: Associated item ID
ta: தொடர்புடைய பொருள் ஐடி

source: Entity name
ta: நிறுவனத்தின் பெயர்

source: Server name
ta: சேவையக பெயர்

source: URl Hook
ta: முகவரி கொக்கி

source: Mode
ta: பயன்முறை

source: Send chat in queue
ta: வரிசையில் அரட்டை அனுப்பவும்

source: Maximum chat to send at once
ta: ஒரே நேரத்தில் அனுப்ப அதிகபட்ச அரட்டை

source: Clean chat queue
ta: தூய்மையான அரட்டை வரிசை

source: Days to keep sent chat
ta: அனுப்பப்பட்ட அரட்டை

source: Ticket ID
ta: டிக்கெட் ஐடி

source: Rocket Hook Url
ta: ராக்கெட் ஊக் முகவரி

source: assets
ta: சொத்துக்கள்

source: Search results for localized items only
ta: உள்ளூர்மயமாக்கப்பட்ட பொருட்களுக்கான முடிவுகளைத் தேடுங்கள்

source: An error occured loading data :(
ta: தரவை ஏற்றுவதில் பிழை ஏற்பட்டது :(

source: Reload
ta: ஏற்றவும்

source: 'All' criterion is not usable with this object list, sql query fails (too many tables). Please use 'Items seen' criterion instead
ta: இந்த பொருள் பட்டியலுடன் 'அனைத்து' அளவுகோலும் பயன்படுத்தப்படாது, கவிமொ வினவல் தோல்வியடைகிறது (பல அட்டவணைகள்). அதற்கு பதிலாக 'பார்த்த உருப்படிகள்' அளவுகோலைப் பயன்படுத்தவும்

source: Select default items to show
ta: காண்பிக்க இயல்புநிலை உருப்படிகளைத் தேர்ந்தெடுக்கவும்

source: Show the trashbin
ta: குப்பைத்தொட்டியைக் காட்டு

source: under
ta: கீழ்

source: not under
ta: கீழ் இல்லை

source: NOT
ta: இல்லை

source: AND
ta: மற்றும்

source: OR
ta: அல்லது

source: AND NOT
ta: மற்றும் இல்லை

source: OR NOT
ta: அல்லது இல்லை

source: rule
ta: விதி

source: global rule
ta: உலகளாவிய விதி

source: group
ta: குழு

source: Load a saved search
ta: சேமித்த தேடலை ஏற்றவும்

source: Blank
ta: வெற்று

source: Fold search
ta: தேடலை மடிக்கவும்

source: Delete a rule
ta: ஒரு விதியை நீக்கு

source: Delete a global rule
ta: உலகளாவிய விதியை நீக்கு

source: Helpdesk
ta: எல்ப் டெச்க்

source: D
ta: டி

source: Unlimited
ta: வரம்பற்றது

source: Modify the comment
ta: கருத்தை மாற்றவும்

source: See planning
ta: திட்டமிடல் பார்க்கவும்

source: Helpdesk group
ta: எல்ப் டெச்க் குழு

source: Default value
ta: இயல்புநிலை மதிப்பு

# quantity
source: Number of tickets
ta: டிக்கெட்டுகளின் எண்ணிக்கை

# quantity
source: Number of problems
ta: சிக்கல்களின் எண்ணிக்கை

source: External link
ta: வெளிப்புற இணைப்பு

source: Plugin
ta: சொருகு

source: contains
ta: கொண்டுள்ளது

source: not contains
ta: இல்லை

source: is
ta: என்பது

source: is not
ta: இல்லை

source: before
ta: முன்

source: after
ta: பிறகு

source: As child of
ta: குழந்தையாக

source: Code representing the ticket category
ta: டிக்கெட் வகையை குறிக்கும் குறியீடு

source: Visible in the simplified interface
ta: எளிமைப்படுத்தப்பட்ட இடைமுகத்தில் தெரியும்

source: Visible for an incident
ta: ஒரு சம்பவத்திற்கு தெரியும்

source: Visible for a request
ta: கோரிக்கைக்கு தெரியும்

source: Visible for a problem
ta: ஒரு சிக்கலுக்கு தெரியும்

source: Visible for a change
ta: ஒரு மாற்றத்திற்கு தெரியும்

source: Template for a request
ta: கோரிக்கைக்கான வார்ப்புரு

source: Template for an incident
ta: ஒரு சம்பவத்திற்கான வார்ப்புரு

source: Template for a change
ta: மாற்றத்திற்கான வார்ப்புரு

source: Template for a problem
ta: சிக்கலுக்கான வார்ப்புரு

# quantity
source: Number of changes
ta: மாற்றங்களின் எண்ணிக்கை

source: ITIL category
ta: ITIL வகை

source: Code representing the ticket category is already used
ta: டிக்கெட் வகையை குறிக்கும் குறியீடு ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது

source: Incident
ta: நிகழ்வு

source: Request
ta: கோரிக்கை

source: Monitor
ta: கண்காணிக்கவும்

source: Location
ta: இடம்

source: Manufacturer
ta: உற்பத்தியாளர்

source: Inventory/Asset number
ta: சரக்கு/சொத்து எண்

source: Size
ta: அளவு

source: Flags
ta: கொடிகள்

source: Microphone
ta: ஒலிவாங்கி

source: Speakers
ta: பேச்சாளர்கள்

source: Sub-D
ta: துணை-டி

source: BNC
ta: பி.என்.சி.

source: DVI
ta: டி.வி.ஐ.

source: Pivot
ta: முன்னிலை

source: DisplayPort
ta: டிச்ப்ளே துறைமுகம்

source: Rules for import and link computers
ta: இறக்குமதி மற்றும் இணைப்பிற்கான விதிகள்

source: Target entity for the computer
ta: கணினிக்கான இலக்கு நிறுவனம்

source: Find computers in ITSM-NG having the status
ta: அந்தச்தைக் கொண்ட ITSM-NG இல் கணினிகளைக் கண்டறியவும்

source: Subnet
ta: சப்நெட்

source: IP address
ta: ஐபி முகவரி

source: Computer's name
ta: கணினியின் பெயர்

source: To be unaware of import
ta: இறக்குமதி பற்றி தெரியாது

source: Link if possible
ta: முடிந்தால் இணைக்கவும்

source: Link if possible, otherwise imports declined
ta: முடிந்தால் இணைக்கவும், இல்லையெனில் இறக்குமதி குறைந்தது

source: Yes if equal
ta: ஆம் சமமாக இருந்தால்

source: Yes if empty
ta: ஆம் காலியாக இருந்தால்

source: is already present in ITSM-NG
ta: ஏற்கனவே ITSM-NG இல் உள்ளது

source: is empty in ITSM-NG
ta: ITSM-NG இல் காலியாக உள்ளது

source: Approval
ta: ஒப்புதல்

source: Approval request send to %s
ta: ஒப்புதல் கோரிக்கை %s அனுப்பவும்

source: The selected user (%s) has no valid email address. The request has been created, without email confirmation.
ta: தேர்ந்தெடுக்கப்பட்ட பயனருக்கு (%s) சரியான மின்னஞ்சல் முகவரி இல்லை. மின்னஞ்சல் உறுதிப்படுத்தல் இல்லாமல் கோரிக்கை உருவாக்கப்பட்டுள்ளது.

source: If approval is denied, specify a reason.
ta: ஒப்புதல் மறுக்கப்பட்டால், ஒரு காரணத்தைக் குறிப்பிடவும்.

source: Approval granted by %s
ta: %s வழங்கிய ஒப்புதல்

source: Update the approval request to %s
ta: ஒப்புதல் கோரிக்கையை %s க்கு புதுப்பிக்கவும்

source: Cancel the approval request to %s
ta: ஒப்புதல் கோரிக்கையை %s க்கு ரத்துசெய்

source: Granted
ta: வழங்கப்பட்டது

source: Not subject to approval
ta: ஒப்புதலுக்கு உட்பட்டது அல்ல

source: Granted + Not subject to approval
ta: வழங்கப்பட்டது + ஒப்புதலுக்கு உட்பட்டது அல்ல

source: Global approval status
ta: உலகளாவிய ஒப்புதல் நிலை

# item
source: State
ta: மாநிலம்

source: Minimum validation required
ta: குறைந்தபட்ச சரிபார்ப்பு தேவை

source: Request date
ta: கோரிக்கை தேதி

source: Approval requester
ta: ஒப்புதல் கோரிக்கை

source: Request comments
ta: கருத்துகளைக் கோருங்கள்

source: Approval status
ta: ஒப்புதல் நிலை

source: Approver
ta: ஒப்புதல்

source: Approval comments
ta: ஒப்புதல் கருத்துகள்

source: Approvals for the ticket
ta: டிக்கெட்டுக்கான ஒப்புதல்கள்

source: Send an approval request
ta: ஒப்புதல் கோரிக்கையை அனுப்பவும்

source: Status of the approval request
ta: ஒப்புதல் கோரிக்கையின் நிலை

source: Status of my validation
ta: எனது சரிபார்ப்பின் நிலை

source: Optional when approved
ta: அங்கீகரிக்கப்படும்போது விரும்பினால்

source: Approval date
ta: ஒப்புதல் தேதி

source: Validate
ta: சரிபார்க்கவும்

source: This item is waiting for approval, do you really want to resolve or close it?
ta: இந்த உருப்படி ஒப்புதலுக்காகக் காத்திருக்கிறது, நீங்கள் உண்மையில் அதைத் தீர்க்க அல்லது மூட விரும்புகிறீர்களா?

source: PDU plug
ta: PDU பிளக்

source: Add a new plug
ta: புதிய பிளக் சேர்க்கவும்

source: Number
ta: எண்

source: No plug found
ta: பிளக் எதுவும் கிடைக்கவில்லை

source: Email followups configuration
ta: மின்னஞ்சல் பின்தொடர்தல் உள்ளமைவு

source: Enable followups via email
ta: மின்னஞ்சல் வழியாக பின்தொடர்வுகளை இயக்கவும்

source: Email notification
ta: மின்னஞ்சல் அறிவிப்பு

source: Administrator email
ta: நிர்வாகி மின்னஞ்சல்

source: Invalid email address
ta: தவறான மின்னஞ்சல் முகவரி

source: Administrator name
ta: நிர்வாகி பெயர்

source: From email
ta: மின்னஞ்சலில் இருந்து

source: Address to use in from for sent emails.
ta: அனுப்பப்பட்ட மின்னஞ்சல்களிலிருந்து பயன்படுத்த வேண்டிய முகவரி.

source: If not set, main or entity administrator email will be used.
ta: அமைக்கப்படாவிட்டால், முதன்மையான அல்லது நிறுவன நிர்வாகி மின்னஞ்சல் பயன்படுத்தப்படும்.

source: From name
ta: பெயரிலிருந்து

source: Name to use in from for sent emails.
ta: அனுப்பப்பட்ட மின்னஞ்சல்களிலிருந்து பயன்படுத்த வேண்டிய பெயர்.

source: If not set, main or entity administrator name will be used.
ta: அமைக்கப்படாவிட்டால், முதன்மையான அல்லது நிறுவன நிர்வாகி பெயர் பயன்படுத்தப்படும்.

source: Reply-to address
ta: பதில் முகவரி

source: Optionnal reply to address.
ta: முகவரிக்கு விருப்ப பதில்.

source: If not set, main administrator email will be used.
ta: அமைக்காவிட்டால், முக்கிய நிர்வாகி மின்னஞ்சல் பயன்படுத்தப்படும்.

source: Reply-to name
ta: பதில்-பெயர்

source: Optionnal reply to name.
ta: பெயருக்கு விருப்ப பதில்.

source: If not set, main administrator name will be used.
ta: அமைக்காவிட்டால், முக்கிய நிர்வாகி பெயர் பயன்படுத்தப்படும்.

source: No-Reply address
ta: பதில் முகவரி இல்லை

source: Optionnal No-Reply address.
ta: விருப்பமான-பதில் முகவரி.

source: If set, it will be used for notifications that doesn't expect a reply.
ta: அமைக்கப்பட்டால், பதிலை எதிர்பார்க்காத அறிவிப்புகளுக்கு இது பயன்படுத்தப்படும்.

source: No-Reply name
ta: இல்லாத பெயர்

source: Optionnal No-Reply name.
ta: விருப்பமில்லா / செய்யாத பெயர்.

source: Add documents into ticket notifications
ta: டிக்கெட் அறிவிப்புகளில் ஆவணங்களைச் சேர்க்கவும்

source: Email signature
ta: மின்னஞ்சல் கையொப்பம்

source: Way of sending emails
ta: மின்னஞ்சல்களை அனுப்பும் வழி

source: PHP
ta: பிஎச்பி

source: The PHP mail function is unknown or is not activated on your system.
ta: பிஎச்பி அஞ்சல் செயல்பாடு தெரியவில்லை அல்லது உங்கள் கணினியில் செயல்படுத்தப்படவில்லை.

source: The use of a SMTP is needed.
ta: SMTP இன் பயன்பாடு தேவை.

source: Max. delivery retries
ta: அதிகபட்சம். விநியோக முயற்சிகள்

source: Try to deliver again in (minutes)
ta: (நிமிடங்களில்) மீண்டும் வழங்க முயற்சிக்கவும்

source: Check certificate
ta: சரிபார்ப்பு சான்றிதழ்

source: SMTP host
ta: SMTP புரவலன்

source: SMTP login (optional)
ta: SMTP உள்நுழைவு (விரும்பினால்)

source: SMTP password (optional)
ta: SMTP கடவுச்சொல் (விரும்பினால்)

source: Email sender
ta: மின்னஞ்சல் அனுப்புநர்

source: May be required for some mails providers.
ta: சில அஞ்சல் வழங்குநர்களுக்கு தேவைப்படலாம்.

source: Notifications are disabled.
ta: அறிவிப்புகள் முடக்கப்பட்டுள்ளன.

source: See configuration
ta: உள்ளமைவைக் காண்க

source: Send a test email to the administrator
ta: நிர்வாகிக்கு சோதனை மின்னஞ்சலை அனுப்பவும்

source: Service pack
ta: பணி பொதி

source: Manufacturing date
ta: விளைவாக்கம் தேதி

source: Lock
ta: பூட்டு

source: Locked items
ta: பூட்டப்பட்ட உருப்படிகள்

# button
source: Unlock
ta: திறக்க

source: No locked item
ta: பூட்டப்பட்ட உருப்படி இல்லை

source: Unlock components
ta: கூறுகளைத் திறக்கவும்

source: Select the type of the item that must be unlock
ta: திறக்க வேண்டிய உருப்படியின் வகையைத் தேர்ந்தெடுக்கவும்

source: Calendar
ta: நாட்காட்டி

# button
source: Duplicate
ta: நகல்

source: Add a close time
ta: ஒரு நெருக்கமான நேரத்தைச் சேர்க்கவும்

source: Technician group
ta: தொழில்நுட்ப குழு

source: Pie
ta: பை

source: Donut
ta: டோனட்

source: Half pie
ta: அரை பை

source: Half donut
ta: அரை டோனட்

source: Bars
ta: பார்கள்

source: Multiple lines
ta: பல கோடுகள்

source: Area
ta: பகுதி

source: Multiple areas
ta: பல பகுதிகள்

source: Multiple bars
ta: பல பார்கள்

source: Stacked bars
ta: அடுக்கப்பட்ட பார்கள்

source: Horizontal bars
ta: கிடைமட்ட பார்கள்

source: Big number
ta: பெரிய எண்

source: Multiple numbers
ta: பல எண்கள்

source: Editable markdown
ta: திருத்தக்கூடிய மார்க் பேரூர்

source: Search result
ta: தேடல் முடிவு

source: Summary numbers
ta: சுருக்கம் எண்கள்

source: List of articles
ta: கட்டுரைகளின் பட்டியல்

source: No data found
ta: தரவு எதுவும் கிடைக்கவில்லை

source: Type markdown text here
ta: மார்க் பேரூர் உரையை இங்கே தட்டச்சு செய்க

source: See all
ta: அனைத்தையும் காண்க

source: Reservable item
ta: முன்பதிவு செய்யக்கூடிய உருப்படி

source: Reserve an item
ta: ஒரு பொருளை முன்பதிவு செய்யுங்கள்

source: Make unavailable
ta: கிடைக்கவில்லை

source: Make available
ta: கிடைக்கச் செய்யுங்கள்

source: Prohibit reservations
ta: முன்பதிவுகளைத் தடைசெய்க

source: Are you sure you want to return this non-reservable item?
ta: மீளமுடியாத இந்த உருப்படியை நீங்கள் திருப்பித் தர விரும்புகிறீர்களா?

source: That will remove all the reservations in progress.
ta: அது முன்னேற்றத்தில் உள்ள அனைத்து முன்பதிவுகளையும் அகற்றும்.

source: Authorize reservations
ta: முன்பதிவுகளை அங்கீகரிக்கவும்

source: See all reservable items
ta: முன்பதிவு செய்யக்கூடிய அனைத்து பொருட்களையும் காண்க

source: Find a free item in a specific period
ta: ஒரு குறிப்பிட்ட காலகட்டத்தில் இலவச உருப்படியைக் கண்டறியவும்

source: Duration
ta: காலம்

source: Specify an end date
ta: இறுதி தேதியைக் குறிப்பிடவும்

source: Alerts on reservations
ta: முன்பதிவு குறித்த விழிப்பூட்டல்கள்

source: Device reservations expiring today
ta: சாதன முன்பதிவு இன்று காலாவதியாகிறது

source: Send reservation alert failed
ta: முன்பதிவு எச்சரிக்கை தோல்வியுற்றது

source: Make a reservation
ta: முன்பதிவு செய்யுங்கள்

source: Contact type
ta: தொடர்பு வகை

source: Device hard drive model
ta: சாதன வன் மாதிரி

source: Virtualization system
ta: மெய்நிகராக்க அமைப்பு

source: Firmware type
ta: ஃபார்ம்வேர் வகை

source: RSS feed
ta: RSS ஊட்டம்

source: Personal RSS feed
ta: தனிப்பட்ட ஆர்எச்எச் ஊட்டம்

source: Creator
ta: உருவாக்கியவர்

source: Error
ta: பிழை

source: Number of items displayed
ta: காட்டப்படும் பொருட்களின் எண்ணிக்கை

source: Refresh rate
ta: வீதத்தை புதுப்பிக்கவும்

source: Target
ta: இலக்கு

source: Without title
ta: தலைப்பு இல்லாமல்

source: New note
ta: புதிய குறிப்பு

source: By
ta: மூலம்

source: Error retrieving RSS feed
ta: RSS ஊட்டத்தை மீட்டெடுப்பதில் பிழை

# button
source: Use
ta: பயன்படுத்தவும்

source: Public RSS feed
ta: பொது RSS ஊட்டம்

source: New reservation
ta: புதிய முன்பதிவு

source: Update of a reservation
ta: முன்பதிவின் புதுப்பிப்பு

source: Deletion of a reservation
ta: முன்பதிவு நீக்குதல்

source: Reservation expired
ta: முன்பதிவு காலாவதியானது

source: Hardware user
ta: வன்பொருள் பயனர்

source: Associated item
ta: தொடர்புடைய உருப்படி

source: URL of item reserved
ta: உருப்படியின் முகவரி பாதுகாக்கப்பட்டவை

source: Edit
ta: தொகு

source: Category name
ta: வகை பெயர்

source: Created on:
ta: உருவாக்கப்பட்டது:

source: Last update on:
ta: கடைசி புதுப்பிப்பு:

source: Put this item in the FAQ
ta: இந்த உருப்படியை கேள்விகளில் வைக்கவும்

source: This item is part of the FAQ
ta: இந்த உருப்படி கேள்விகளின் ஒரு பகுதியாகும்

source: This item is not part of the FAQ
ta: இந்த உருப்படி கேள்விகளின் பகுதியாக இல்லை

source: Views
ta: காட்சிகள்

source: %d view
ta: %d பார்வை

source: Add link
ta: இணைப்பைச் சேர்க்கவும்

source: link with %1$s
ta: %1$s உடன் இணைப்பு

source: Visible since
ta: பின்னர் தெரியும்

source: Visible until
ta: வரை தெரியும்

source: Created on %s
ta: %s இல் உருவாக்கப்பட்டது

source: Last update on %s
ta: %s குறித்த கடைசி புதுப்பிப்பு

source: Unpublished
ta: வெளியிடப்படாதது

source: My unpublished articles
ta: எனது வெளியிடப்படாத கட்டுரைகள்

source: All my articles
ta: எனது கட்டுரைகள் அனைத்தும்

source: All unpublished articles
ta: வெளியிடப்படாத அனைத்து கட்டுரைகளும்

source: All published articles
ta: வெளியிடப்பட்ட அனைத்து கட்டுரைகளும்

source: This item is not published yet
ta: இந்த உருப்படி இன்னும் வெளியிடப்படவில்லை

source: Use as a solution
ta: ஒரு தீர்வாக பயன்படுத்தவும்

source: Recent entries
ta: அண்மைக் கால உள்ளீடுகள்

source: Last updated entries
ta: கடைசியாக புதுப்பிக்கப்பட்ட உள்ளீடுகள்

source: Most popular questions
ta: மிகவும் பிரபலமான கேள்விகள்

source: FAQ item
ta: கேள்விகள் உருப்படி

source: View
ta: பார்வை

source: Visibility start date
ta: தெரிவுநிலை தொடக்க தேதி

source: Visibility end date
ta: தெரிவுநிலை இறுதி தேதி

source: Knowledge base administration
ta: அறிவுத் தள நிர்வாகம்

source: Publish in the FAQ
ta: கேள்விகளில் வெளியிடுங்கள்

source: Comment KB entries
ta: கருத்து KB உள்ளீடுகள்

source: Read the FAQ
ta: கேள்விகளைப் படியுங்கள்

source: %1$s reverts item to revision %2$s
ta: %1$s உருப்படியை திருத்துதல் %2$s க்கு மாற்றுகிறது

source: Icon
ta: படவுரு

source: Authorized upload
ta: அங்கீகரிக்கப்பட்ட பதிவேற்றம்

source: Extension
ta: நீட்டிப்பு

source: May be a regular expression
ta: வழக்கமான வெளிப்பாடாக இருக்கலாம்

source: MIME type
ta: மைம் வகை

source: Document type
ta: ஆவண வகை

source: Help
ta: உதவி

source: External links
ta: வெளிப்புற இணைப்புகள்

source: Link or filename
ta: இணைப்பு அல்லது கோப்பு பெயர்

source: Open in a new window
ta: புதிய சாளரத்தில் திறக்கவும்

source: File content
ta: கோப்பு உள்ளடக்கம்

source: No link defined
ta: இணைப்பு வரையறுக்கப்படவில்லை

source: End of contract
ta: ஒப்பந்தத்தின் முடிவு
