Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: IP network: %1$s/%2$s
ta: ஐபி நெட்வொர்க்: %1$s/ %2$s

source: First/last addresses: %1$s/%2$s
ta: முதல்/கடைசி முகவரிகள்: %1$s/ %2$s

source: Gateway: %s
ta: நுழைவாயில்: %s

source: Personal
ta: தனிப்பட்ட

source: Set public
ta: பொதுவில் அமைக்கவும்

source: Public
ta: பொது

source: Child entities
ta: குழந்தை நிறுவனங்கள்

source: Set personal
ta: தனிப்பட்ட முறையில் அமைக்கவும்

source: Processing
ta: செயலாக்கம்

source: No restriction
ta: கட்டுப்பாடு இல்லை

source: %s ticket in progress or recently solved on this item.
ta: %s டிக்கெட் முன்னேற்றத்தில் உள்ளது அல்லது அண்மைக் காலத்தில் இந்த உருப்படியில் தீர்க்கப்பட்டது.

source: %1$s - The port %2$s
ta: %1$s - துறைமுகம் %2$s

source: %1$s - Network outlet %2$s
ta: %1$s - பிணையம் கடையின் %2$s

source: Warning
ta: எச்சரிக்கை

source: Choose an existing device
ta: ஏற்கனவே உள்ள சாதனத்தைத் தேர்வுசெய்க

source: and/or
ta: மற்றும்/அல்லது

source: Add new devices
ta: புதிய சாதனங்களைச் சேர்க்கவும்

source: No unaffected device !
ta: பாதிக்கப்படாத சாதனம் இல்லை!

source: Required argument missing!
ta: தேவையான உரையாடல் இல்லை!

source: Element seems not geolocalized or cannot be found
ta: உறுப்பு புவிசார்மயமாக்கப்பட்டதாகத் தெரியவில்லை அல்லது கண்டுபிடிக்க முடியாது

source: Location seems not geolocalized!
ta: இருப்பிடம் புவிசார்மயமாக்கப்பட்டதாகத் தெரியவில்லை!

source: Consider filling latitude and longitude on this location.
ta: இந்த இடத்தில் அட்சரேகை மற்றும் தீர்க்கரேகைகளை நிரப்புவதைக் கவனியுங்கள்.

source: Actor deleted successfully
ta: நடிகர் வெற்றிகரமாக நீக்கப்பட்டார்

source: Error while deleting actor
ta: நடிகரை நீக்கும்போது பிழை

source: We only collect the following data : plugins usage, performance and responsiveness statistics about user interface features, memory, and hardware configuration.
ta: பின்வரும் தரவை மட்டுமே நாங்கள் சேகரிக்கிறோம்: செருகுநிரல்கள் பயன்பாடு, செயல்திறன் மற்றும் பயனர் இடைமுக நற்பொருத்தங்கள், நினைவகம் மற்றும் வன்பொருள் உள்ளமைவு பற்றிய மறுமொழி புள்ளிவிவரங்கள்.

source: Access denied
ta: அணுகல் மறுக்கப்பட்டது

source: Email followup
ta: மின்னஞ்சல் பின்தொடர்

source: Email
ta: மின்னஞ்சல்

source: Kanban
ta: சைன் போர்டு

source: Create survey after
ta: பின்னர் கணக்கெடுப்பை உருவாக்கவும்

source: As soon as possible
ta: விரைவில்

source: Rate to trigger survey
ta: கணக்கெடுப்பைத் தூண்டுவதற்கான விகிதம்

source: Disabled
ta: முடக்கப்பட்டது

source: Duration of survey
ta: கணக்கெடுப்பு காலம்

source: Unspecified
ta: குறிப்பிடப்படாத

source: For tickets closed after
ta: டிக்கெட்டுகளுக்கு பிறகு மூடப்பட்டது

source: Valid tags
ta: செல்லுபடியாகும் குறிச்சொற்கள்

source: URL
ta: முகவரி

source: Availability
ta: கிடைக்கும் தன்மை

# button
source: Post
ta: இடுகை

source: End date
ta: இறுதி தேதி

source: By day
ta: நாளுக்குள்

source: Each month, same date
ta: ஒவ்வொரு மாதமும், ஒரே தேதி

source: Each month, same day of week
ta: ஒவ்வொரு மாதமும், வாரத்தின் ஒரே நாள்

source: Debug mode has been enabled!
ta: பிழைத்திருத்த முறை இயக்கப்பட்டது!

source: Debug mode has been disabled!
ta: பிழைத்திருத்த முறை முடக்கப்பட்டுள்ளது!

# button
source: Add
ta: கூட்டு

source: Enter the first letters (user, item name, serial or asset number)
ta: முதல் எழுத்துக்களை உள்ளிடவும் (பயனர், உருப்படி பெயர், தொடர் அல்லது சொத்து எண்)

source: Search has been saved
ta: தேடல் சேமிக்கப்பட்டுள்ளது

source: Search has not been saved
ta: தேடல் சேமிக்கப்படவில்லை

source: My groups
ta: எனது குழுக்கள்

source: Comments
ta: கருத்துகள்

source: All
ta: அனைத்தும்

source: None
ta: எதுவுமில்லை

source: Action
ta: செயல்

# button
source: Update
ta: புதுப்பிப்பு

# button
source: Clone
ta: நகலி

source: Hardware under contract
ta: ஒப்பந்தத்தின் கீழ் வன்பொருள்

source: Item type
ta: உருப்படி வகை

source: Date
ta: திகதி

source: Display report
ta: காட்சி அறிக்கை

source: Mandatory fields are not filled!
ta: கட்டாய புலங்கள் நிரப்பப்படவில்லை!

source: %s adds a comment on knowledge base
ta: %s அறிவுத் தளத்தில் ஒரு கருத்தை சேர்க்கிறது

source: Your comment has been added
ta: உங்கள் கருத்து சேர்க்கப்பட்டுள்ளது

source: %s edit a comment on knowledge base
ta: அறிவுத் தளத்தில் ஒரு கருத்தைத் திருத்துங்கள்

source: Your comment has been edited
ta: உங்கள் கருத்து திருத்தப்பட்டுள்ளது

source: %1$s adds the item %2$s
ta: %1$s உருப்படி %2$s ஐ சேர்க்கிறது

source: %s purges an item
ta: %s ஒரு பொருளை தூய்மைப்படுத்துகின்றன

source: %s updates an item
ta: %s ஒரு பொருளைப் புதுப்பிக்கிறது

source: LDAP directory link
ta: LDAP அடைவு இணைப்பு

source: Unable to connect to the LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்துடன் இணைக்க முடியவில்லை

source: Back
ta: பின்

source: %s deletes an item
ta: %s ஒரு பொருளை நீக்குகிறது

source: %s restores an item
ta: %s ஒரு பொருளை மீட்டமைக்கிறது

source: %s sets unitary management
ta: %s ஒற்றையாட்சி நிர்வாகத்தை அமைக்கிறது

source: Test successful
ta: சோதனை வெற்றிகரமாக

source: Test failed
ta: சோதனை தோல்வியடைந்தது

source: Test successful: %s
ta: சோதனை வெற்றிகரமாக: %s

source: Main server %s
ta: முதன்மையான சேவையகம் %s

source: Test failed: %s
ta: சோதனை தோல்வியுற்றது: %s

source: Replicate %s
ta: பிரதி %s

source: You don't need the "migration cleaner" tool anymore...
ta: உங்களுக்கு இனி "இடம்பெயர்வு கிளீனர்" கருவி தேவையில்லை ...

source: Migration cleaner
ta: இடம்பெயர்வு கிளீனர்

source: "Migration cleaner" tool
ta: "இடம்பெயர்வு கிளீனர்" கருவி

source: Reinit the network topology
ta: பிணையம் டோபாலசியை மீண்டும் இணைக்கவும்

source: Clean the network port migration errors
ta: பிணையம் துறைமுகம் இடம்பெயர்வு பிழைகளை தூய்மை செய்யுங்கள்

source: %s adds a volume
ta: %s ஒரு தொகுதியைச் சேர்க்கிறது

source: %s purges a volume
ta: %s ஒரு தொகுதியை சுத்தப்படுத்துகின்றன

source: %s updates a volume
ta: %s ஒரு தொகுதியைப் புதுப்பிக்கிறது

source: Execute
ta: செயல்படுத்தவும்

source: Next run
ta: அடுத்த ஓடு

source: Next task to run: %s
ta: இயக்க அடுத்த பணி: %s

source: No action pending
ta: எந்த நடவடிக்கையும் நிலுவையில் இல்லை

source: You have more automatic actions which need to run each minute than the number allow each run. Increase this config.
ta: உங்களிடம் அதிகமான தானியங்கி செயல்கள் உள்ளன, அவை ஒவ்வொரு நிமிடத்தையும் ஒவ்வொரு ஓட்டத்தையும் அனுமதிக்க வேண்டும். இந்த கட்டமைப்பை அதிகரிக்கவும்.

source: %s associates a type
ta: %s ஒரு வகையை இணைக்கின்றன

source: Mandatory fields are not filled. Please correct: %s
ta: கட்டாய புலங்கள் நிரப்பப்படவில்லை. தயவுசெய்து சரிசெய்யவும்: %s

source: %s adds a link with an item
ta: %s ஒரு உருப்படியுடன் இணைப்பைச் சேர்க்கிறது

source: %s adds a target
ta: %s ஒரு இலக்கைச் சேர்க்கிறது

source: Knowledge base item has been reverted to revision %s
ta: அறிவுத் தள உருப்படி திருத்தம் %s க்கு மாற்றப்பட்டுள்ளது

source: Knowledge base item has not been reverted to revision %s
ta: அறிவுத் தள உருப்படி திருத்தம் %s க்கு மாற்றப்படவில்லை

source: Knowledge base
ta: அறிவுத் தளம்

source: Statistics
ta: புள்ளிவிவரங்கள்

source: Technician
ta: தொழில்நுட்ப வல்லுநர்

source: Category
ta: வகை

source: Type
ta: வகை

source: Priority
ta: முன்னுரிமை

source: Urgency
ta: விரைவு

source: Impact
ta: தாக்கம்

# person
source: Title
ta: தலைப்பு

source: Previous
ta: முந்தைய

source: Next
ta: அடுத்தது

source: Start date
ta: தொடக்க தேதி

# Quantity
source: Number
ta: எண்

# ticket
source: Opened
ta: திறக்கப்பட்டது

# ticket
source: Solved
ta: தீர்க்கப்பட்டது

source: Late
ta: தாமதமாக

source: Closed
ta: மூடப்பட்டது

source: Closure
ta: மூடல்

source: Resolution
ta: பகுத்தல்

source: Real duration
ta: உண்மையான அளவு

source: Take into account
ta: கணக்கில் எடுத்துக் கொள்ளுங்கள்

source: Average time
ta: சராசரி நேரம்

source: Hour
ta: மணி

source: Satisfaction survey
ta: நிறைவு ஆய்வு

source: Tickets
ta: டிக்கெட்

# survey
source: Opened
ta: திறக்கப்பட்டது

# survey
source: Answered
ta: பதில்

source: Satisfaction
ta: நிறைவு

source: Cache reset successful
ta: கேச் மீட்டமை வெற்றிகரமாக

source: %s adds a virtual machine
ta: %s ஒரு மெய்நிகர் இயந்திரத்தை சேர்க்கிறது

source: %s purges a virtual machine
ta: %s ஒரு மெய்நிகர் இயந்திரத்தை சுத்தப்படுத்துகின்றன

source: %s updates a virtual machine
ta: %s ஒரு மெய்நிகர் இயந்திரத்தை புதுப்பிக்கிறது

source: Unknown file
ta: தெரியாத கோப்பு

source: File not found
ta: கோப்பு கிடைக்கவில்லை

source: File is altered (bad checksum)
ta: கோப்பு மாற்றப்பட்டுள்ளது (மோசமான செக்சம்)

source: Unauthorized access to this file
ta: இந்த கோப்பிற்கான அங்கீகரிக்கப்படாத அணுகல்

source: Invalid filename
ta: தவறான கோப்பு பெயர்

source: %s deletes an actor
ta: %s ஒரு நடிகரை நீக்குகிறது

source: You have been redirected because you no longer have access to this item
ta: இந்த உருப்படியை நீங்கள் இனி அணுகாததால் நீங்கள் திருப்பி விடப்பட்டீர்கள்

source: External authentication sources
ta: வெளிப்புற அங்கீகார ஆதாரங்கள்

source: External authentications
ta: வெளிப்புற ஏற்பு

source: Setup
ta: அமைவு

source: The LDAP extension of your PHP parser isn't installed
ta: உங்கள் பிஎச்பி பாகுபடுத்தியின் LDAP நீட்டிப்பு நிறுவப்படவில்லை

source: Impossible to use LDAP as external source of connection
ta: இணைப்பின் வெளிப்புற மூலமாக LDAP ஐப் பயன்படுத்த இயலாது

source: Open ID connect authentication
ta: திறந்த ஐடி இணைப்பு ஏற்பு

source: Others authentication methods
ta: மற்றவர்கள் அங்கீகார முறைகள்

source: %s adds a team member
ta: %s ஒரு குழு உறுப்பினரைச் சேர்க்கிறது

source: You cannot solve this item!
ta: இந்த உருப்படியை நீங்கள் தீர்க்க முடியாது!

source: You have been redirected because you no longer have access to this ticket
ta: இந்த டிக்கெட்டை நீங்கள் இனி அணுகாததால் நீங்கள் திருப்பி விடப்பட்டீர்கள்

source: %s makes a bad usage.
ta: %s ஒரு மோசமான பயன்பாட்டை உருவாக்குகின்றன.

source: %s tries to use a non standard path.
ta: %s நிலையான அல்லாத பாதையைப் பயன்படுத்த முயற்சிக்கிறது.

source: Network report
ta: பிணையம் அறிக்கை

source: By location
ta: இருப்பிடத்தின் மூலம்

source: By hardware
ta: வன்பொருள் மூலம்

source: By network outlet
ta: பிணையம் கடையின் மூலம்

source: Successfully recreated network tree
ta: பிணையம் மரத்தை வெற்றிகரமாக மீண்டும் உருவாக்கியது

source: Network report by outlet: %s
ta: கடையின் பிணையம் அறிக்கை: %s

source: Transfer
ta: இடமாற்றம்

source: Operation successful
ta: செயல்பாடு வெற்றிகரமாக

source: ERROR: %s is not writable
ta: பிழை: %s எழுத முடியாதவை அல்ல

source: run script as apache user
ta: ச்கிரிப்டை அப்பாச்சி பயனராக இயக்கவும்

source: %1$s purges the reservation for item %2$s
ta: %1$s உருப்படி %2$s க்கான முன்பதிவை சுத்தப்படுத்துகிறது

source: %1$s adds the reservation %2$s for item %3$s
ta: %1$s உருப்படி %3$s க்கு முன்பதிவு %2$s ஐ சேர்க்கிறது

source: hidden
ta: மறைக்கப்பட்ட

source: mandatory
ta: கட்டாய

source: predefined
ta: முன் வரையறுக்கப்பட்டுள்ளது

source: %1$s adds %2$s field
ta: %1$s %2$s புலத்தை சேர்க்கிறது

source: New tickets
ta: புதிய டிக்கெட்

source: Pending tickets
ta: டிக்கெட் நிலுவையில் உள்ளது

source: Assigned tickets
ta: ஒதுக்கப்பட்ட டிக்கெட்

source: Planned tickets
ta: திட்டமிட்ட டிக்கெட்

source: Log in again
ta: மீண்டும் உள்நுழைக

source: Bulk import groups from a LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்திலிருந்து மொத்த இறக்குமதி குழுக்கள்

source: Import of new groups
ta: புதிய குழுக்களின் இறக்குமதி

source: Manage templates...
ta: வார்ப்புருக்களை நிர்வகிக்கவும் ...

source: Consumable
ta: நுகர்வு

source: %s adds an actor
ta: %s ஒரு நடிகரைச் சேர்க்கிறது

source: Save solution to the knowledge base
ta: அறிவுத் தளத்திற்கு தீர்வைச் சேமிக்கவும்

source: New ticket
ta: புதிய டிக்கெட்

source: %s adds a link with an knowledge base
ta: %s அறிவுத் தளத்துடன் ஒரு இணைப்பைச் சேர்க்கிறது

source: %s adds cartridges
ta: %s தோட்டாக்களைச் சேர்க்கின்றன

source: %s purges a cartridge
ta: %s ஒரு கெட்டி சுத்திகரிக்கின்றன

source: %s installs a cartridge
ta: %s ஒரு கெட்டி நிறுவுகிறது

source: %s updates a cartridge
ta: %s ஒரு கெட்டி புதுப்பிக்கிறது

source: Bulk import users from a LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்திலிருந்து மொத்த இறக்குமதி பயனர்கள்

source: Synchronizing already imported users
ta: ஏற்கனவே இறக்குமதி செய்யப்பட்ட பயனர்களை ஒத்திசைத்தல்

source: Import new users
ta: புதிய பயனர்களை இறக்குமதி செய்யுங்கள்

source: Task %s executed
ta: பணி %s செயல்படுத்தப்படுகின்றன

source: Forgotten password?
ta: மறந்துவிட்ட கடவுச்சொல்?

source: %1$s adds the item %2$s (%3$d)
ta: %1$s உருப்படியை %2$s ( %3 $ D) சேர்க்கிறது

source: %1$s adds an item
ta: %1$s ஒரு உருப்படியைச் சேர்க்கிறது

source: Helpdesk reporting form
ta: எல்ப் டெச்க் அறிக்கையிடல் படிவம்

source: The issue must be solved
ta: சிக்கல் தீர்க்கப்பட வேண்டும்

source: Select an urgency level
ta: அவசர நிலையைத் தேர்ந்தெடுக்கவும்

# urgency
source: Very high
ta: மிக உயர்ந்த

# urgency
source: High
ta: உயர்ந்த

# urgency
source: Medium
ta: சராசரி

# urgency
source: Low
ta: குறைந்த

# urgency
source: Very low
ta: மிகக் குறைவு

source: Describe your issue
ta: உங்கள் சிக்கலை விவரிக்கவும்

source: Title
ta: தலைப்பு

source: Content
ta: உள்ளடக்கம்

# button
source: post
ta: இடுகை

source: Relation
ta: உறவு

source: Id
ta: ஐடி

source: Name
ta: பெயர்

source: Impacted by
ta: தாக்கியது

source: %s updates an ola level
ta: %s OLA அளவைப் புதுப்பிக்கிறது

source: %s purges an ola level
ta: %s ஒரு OLA அளவை சுத்தப்படுத்துகின்றன

source: %s adds an alert
ta: %s ஒரு எச்சரிக்கையைச் சேர்க்கிறது

source: %s purges an alert
ta: %s ஒரு எச்சரிக்கையை சுத்தப்படுத்துகின்றன

source: %s updates an alert
ta: %s ஒரு எச்சரிக்கையை புதுப்பிக்கின்றன

source: Simplified interface
ta: எளிமைப்படுத்தப்பட்ட இடைமுகம்

source: Your ticket has been registered, its treatment is in progress.
ta: உங்கள் டிக்கெட் பதிவு செய்யப்பட்டுள்ளது, அதன் மருத்தீடு நடந்து வருகிறது.

source: OK
ta: சரி

source: Thank you for using our automatic helpdesk system.
ta: எங்கள் தானியங்கி எல்ப் டெச்க் முறையைப் பயன்படுத்தியதற்கு நன்றி.

source: %s adds a cost
ta: %s ஒரு செலவைச் சேர்க்கிறது

source: %s purges a cost
ta: %s ஒரு செலவை சுத்தப்படுத்துகின்றன

source: %s updates a cost
ta: %s ஒரு செலவை புதுப்பிக்கிறது

source: Contract
ta: ஒப்பந்தம்

source: %s adds a link with a supplier
ta: %s ஒரு சப்ளையருடன் ஒரு இணைப்பைச் சேர்க்கிறது

source: Helpdesk Dashboard
ta: எல்ப் டெச்க் டாச்போர்டு

source: FAQ
ta: கேள்விகள்

source: %s adds a task
ta: %s ஒரு பணியைச் சேர்க்கிறது

source: %s purges a task
ta: %s ஒரு பணியை தூய்மைப்படுத்துகின்றன

source: %s updates a task
ta: %s ஒரு பணியைப் புதுப்பிக்கின்றன

source: Network report by hardware: %s
ta: வன்பொருள் மூலம் பிணைய அறிக்கை: %s

source: %s deletes several network ports
ta: %s பல பிணைய துறைமுகங்களை நீக்குகின்றன

source: Cannot change a migration network port to an unknown one
ta: இடம்பெயர்வு பிணையம் போர்ட்டை அறியப்படாதவராக மாற்ற முடியாது

source: Network port is not available...
ta: பிணையம் துறைமுகம் கிடைக்கவில்லை ...

source: Dropdown
ta: கீழ்தோன்றும்

source: Model
ta: மாதிரியுரு

source: Show graphics
ta: கிராபிக்ச் காட்டு

source: Opened %1$s (%2$s)
ta: திறக்கப்பட்டது %1$s ( %2$s)

source: Solved %1$s (%2$s)
ta: தீர்க்கப்பட்டது %1$s ( %2$s)

source: Late solved %1$s (%2$s)
ta: தாமதமாக தீர்க்கப்பட்ட %1$s ( %2$s)

source: Closed %1$s (%2$s)
ta: மூடிய %1$s ( %2$s)

source: %1$s satisfaction survey (%2$s)
ta: %1$s நிறைவு கணக்கெடுப்பு (%2$s)

source: Rule type
ta: விதி வகை

source: Blacklist
ta: தடுப்புப்பட்டியல்

source: %s adds an item
ta: %s ஒரு பொருளைச் சேர்க்கிறது

source: %s associates a network name to an item
ta: ஒரு உருப்படிக்கு பிணையம் பெயரை %s

source: Device list
ta: சாதன பட்டியல்

source: Deleted
ta: நீக்கப்பட்டது

source: Date of purchase
ta: வாங்கிய தேதி

source: Warranty expiration date
ta: உத்தரவாத காலாவதி தேதி

source: %s purges link between tickets
ta: டிக்கெட்டுகளுக்கு இடையில் %s சுத்திகரிப்பு இணைப்பு

source: %s installs software
ta: %s மென்பொருளை நிறுவுகின்றன

source: Please select a software!
ta: தயவுசெய்து ஒரு மென்பொருளைத் தேர்ந்தெடுக்கவும்!

source: Please select a version!
ta: ஒரு பதிப்பைத் தேர்ந்தெடுக்கவும்!

source: Search the ID of your hardware
ta: உங்கள் வன்பொருளின் ஐடியைத் தேடுங்கள்

# button
source: Search
ta: தேடல்

source: Alternate username
ta: மாற்று பயனர்பெயர்

source: Hardware type
ta: வன்பொருள் வகை

source: Associated element
ta: தொடர்புடைய உறுப்பு

source: ID
ta: ஐடி

source: Serial number
ta: வரிசை எண்

source: Inventory number
ta: சரக்கு எண்

source: Software
ta: மென்பொருள்

source: Assets Dashboard
ta: சொத்துக்கள் டாச்போர்டு

source: %1$s adds the license %2$s
ta: %1$s உரிமம் %2$s ஐ சேர்க்கிறது

source: %1$s deletes the license %2$s
ta: %1$s உரிமத்தை நீக்குகிறது %2$s

source: %1$s purges the license %2$s
ta: %1$s உரிமத்தை %2$s சுத்தப்படுத்துகிறது

source: %1$s updates the license %2$s
ta: %1$s உரிமம் %2$s ஐ புதுப்பிக்கிறது

source: Knowledge base item translation has been reverted to revision %s
ta: அறிவுத் தள உருப்படி மொழிபெயர்ப்பு திருத்தம் %s க்கு மாற்றப்பட்டுள்ளது

source: Knowledge base item translation has not been reverted to revision %s
ta: அறிவுத் தள உருப்படி மொழிபெயர்ப்பு திருத்தம் %s க்கு மாற்றப்படவில்லை

source: Authentication
ta: ஏற்பு

source: %s adds a user to a group
ta: %s ஒரு குழுவில் ஒரு பயனரைச் சேர்க்கிறது

source: Planning
ta: திட்டமிடல்

source: %1$s adds the version %2$s
ta: %1$s பதிப்பை %2$s சேர்க்கிறது

source: %1$s purges the version %2$s
ta: %1$s பதிப்பை %2$s ஐ சுத்தப்படுத்துகிறது

source: %1$s updates the version %2$s
ta: %1$s பதிப்பு %2$s ஐ புதுப்பிக்கிறது

source: %s adds an approval
ta: %s ஒப்புதல் சேர்க்கிறது

source: %s updates an approval
ta: %s ஒப்புதலைப் புதுப்பிக்கிறது

source: %s purges an approval
ta: %s ஒரு ஒப்புதலை சுத்தப்படுத்துகின்றன

source: %s replaces an item
ta: %s ஒரு பொருளை மாற்றுகின்றன

source: No selected element or badly defined operation
ta: தேர்ந்தெடுக்கப்பட்ட உறுப்பு அல்லது மோசமாக வரையறுக்கப்பட்ட செயல்பாடு இல்லை

source: Home
ta: வீடு

source: Your password will expire on %s.
ta: உங்கள் கடவுச்சொல் %s இல் காலாவதியாகும்.

source: Update my password
ta: எனது கடவுச்சொல்லைப் புதுப்பிக்கவும்

source: %s updates a sla level
ta: %s SLA அளவைப் புதுப்பிக்கிறது

source: %s purges a sla level
ta: %s ஒரு SLA அளவை சுத்தப்படுத்துகின்றன

source: Search
ta: தேடல்

source: Replay the rules dictionary
ta: விதிகள் அகராதியை மீண்டும் இயக்கவும்

source: Work in progress...
ta: வேலை முன்னேற்றத்தில் உள்ளது ...

source: Task completed in %s
ta: பணி %s இல் முடிந்தது

source: Component
ta: உறுப்பு

source: Administration
ta: நிர்வாகம்

source: Dictionaries
ta: அகராதிகள்

source: Requester
ta: கோரிக்கை

source: Writer
ta: எழுத்தாளர்

source: Group tree
ta: குழு மரம்

source: Category tree
ta: வகை மரம்

source: Location tree
ta: இருப்பிட மரம்

source: Characteristics
ta: பண்புகள்

source: Assigned to
ta: ஒதுக்கப்பட்டது

source: Technician as assigned
ta: ஒதுக்கப்பட்ட தொழில்நுட்ப வல்லுநர்

source: Technician in tasks
ta: பணிகளில் தொழில்நுட்ப வல்லுநர்

source: Solved late %1$s (%2$s)
ta: தாமதமாக %1$s ( %2$s) தீர்க்கப்பட்டது

source: %s adds consumables
ta: %s நுகர்பொருட்களைச் சேர்க்கிறது

source: List of available tags
ta: கிடைக்கக்கூடிய குறிச்சொற்களின் பட்டியல்

source: %s adds several network ports
ta: %s பல பிணைய துறைமுகங்களை சேர்க்கிறது

source: Global
ta: உலகளாவிய

source: %s adds a followup
ta: %s பின்தொடர்தல் சேர்க்கிறது

source: %s approves or refuses a solution
ta: %s ஒரு தீர்வை ஒப்புக்கொள்கின்றன அல்லது மறுக்கின்றன

source: %s updates a followup
ta: ஒரு பின்தொடர்வைப் புதுப்பிக்கவும்

source: %s purges a followup
ta: %ஒரு பின்தொடர்தலைத் தூண்டுகிறது

source: Equipment's report by year
ta: ஆண்டுக்கு உபகரணங்கள் அறிக்கை

source: Network report by location: %s
ta: இருப்பிடத்தின் பிணையம் அறிக்கை: %s

source: %s disconnects an item
ta: %s ஒரு பொருளை துண்டிக்கின்றன

source: %s connects an item
ta: %s ஒரு பொருளை இணைக்கிறது

source: Bulk modification error
ta: மொத்த மாற்றும் பிழை

source: Bulk modification
ta: மொத்த மாற்றம்

source: Failed operation
ta: தோல்வியுற்ற செயல்பாடு

source: Operation performed partially successful
ta: செயல்பாடு ஓரளவு வெற்றிகரமாக நிகழ்த்தப்பட்டது

source: (%1$d authorizations problems, %2$d failures)
ta: ( %1$d அங்கீகார சிக்கல்கள், %2$d தோல்விகள்)

source: You do not have rights to restore %s item.
ta: %s உருப்படியை மீட்டெடுப்பதற்கான உரிமைகள் உங்களிடம் இல்லை.

source: You do not have rights to delete %s item.
ta: %s உருப்படியை நீக்க உங்களுக்கு உரிமை இல்லை.

source: Item
ta: உருப்படி

source: %s associates an item and a license
ta: %s ஒரு பொருளையும் உரிமத்தையும் இணைக்கின்றன

source: Value
ta: மதிப்பு

source: %1$s account net value
ta: %1$s கணக்கு நிகர மதிப்பு

source: %1$s value
ta: %1$s மதிப்பு

source: Total: Value=%1$s - Account net value=%2$s
ta: மொத்தம்: மதிப்பு =%1$s - கணக்கு நிகர மதிப்பு =%2$s

source: Total account net value
ta: மொத்த கணக்கு நிகர மதிப்பு

source: Total value
ta: மொத்த மதிப்பு

source: %s associates a VLAN to a network port
ta: ஒரு பிணையம் போர்ட்டுடன் ஒரு VLAN ஐ எச்

source: Display options
ta: காட்சி விருப்பங்கள்

source: Update password
ta: கடவுச்சொல்லைப் புதுப்பிக்கவும்

source: Incorrect password
ta: தவறான கடவுச்சொல்

source: The new password must be different from current password
ta: புதிய கடவுச்சொல் தற்போதைய கடவுச்சொல்லிலிருந்து வேறுபட்டதாக இருக்க வேண்டும்

source: The two passwords do not match
ta: இரண்டு கடவுச்சொற்கள் பொருந்தவில்லை

source: An error occured during password update
ta: கடவுச்சொல் புதுப்பிப்பின் போது பிழை ஏற்பட்டது

source: Password update
ta: கடவுச்சொல் புதுப்பிப்பு

source: Your password has been successfully updated.
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக புதுப்பிக்கப்பட்டுள்ளது.

source: Log in
ta: புகுபதிகை

source: List of the hardware under contract
ta: ஒப்பந்தத்தின் கீழ் வன்பொருளின் பட்டியல்

# price
source: Value
ta: மதிப்பு

source: Startup date
ta: தொடக்க தேதி

source: %s adds a user to an entity
ta: %s ஒரு பயனரை ஒரு நிறுவனத்தில் சேர்க்கிறது

source: Notification
ta: அறிவிப்பு

source: %s adds an antivirus
ta: %s ஒரு வைரச் தடுப்பு சேர்க்கின்றன

source: %s purges an antivirus
ta: %s ஒரு வைரச் தடுப்பு

source: %s updates an antivirus
ta: %s ஒரு வைரச் தடுப்பு புதுப்பிக்கிறது

source: %s deletes users from a group
ta: %s ஒரு குழுவிலிருந்து பயனர்களை நீக்குகின்றன

source: Lang has been changed!
ta: லாங் மாற்றப்பட்டுள்ளது!

source: Unable to impersonate user
ta: பயனரை ஆள்மாறாட்டம் செய்ய முடியவில்லை

source: Unable to stop impersonating user
ta: பயனரை ஆள்மாறாட்டம் செய்வதை நிறுத்த முடியவில்லை

source: Could not add document
ta: ஆவணத்தைச் சேர்க்க முடியவில்லை

source: Edition
ta: பதிப்பு

source: Network name
ta: பிணைய பெயர்

# button
source: Dissociate
ta: விலகவும்

source: Add
ta: கூட்டு

source: Update
ta: புதுப்பிப்பு

source: Delete permanently
ta: நிரந்தரமாக நீக்கு

source: Linked to
ta: இணைக்கப்பட்டுள்ளது

source: Cluster
ta: கொத்து

source: Put in trashbin
ta: குப்பைத் தொட்டியில் வைக்கவும்

source: Status
ta: நிலை

source: Version
ta: பதிப்பு

source: Auto update system
ta: ஆட்டோ புதுப்பிப்பு அமைப்பு

source: Technician in charge of the hardware
ta: வன்பொருளின் பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Group in charge of the hardware
ta: வன்பொருளின் பொறுப்பான குழு

source: Last update
ta: கடைசி புதுப்பிப்பு

source: Creation date
ta: உருவாக்கும் தேதி

source: Version of the operating system
ta: இயக்க முறைமையின் பதிப்பு

source: Volume
ta: தொகுதி

source: New item
ta: புதிய உருப்படி

source: Partition
ta: பிரிவினை

source: Mount point
ta: மவுண்ட் புள்ளி

source: Global size
ta: உலகளாவிய அளவு

source: Mio
ta: மியோ

source: Free size
ta: இலவச அளவு

source: Encryption
ta: குறியாக்கம்

source: Encryption tool
ta: குறியாக்க கருவி

source: Encryption algorithm
ta: குறியாக்க வழிமுறை

source: Encryption type
ta: குறியாக்க வகை

source: Automatic inventory
ta: தானியங்கி சரக்கு

source: Add a volume
ta: ஒரு தொகுதியைச் சேர்க்கவும்

source: Free percentage
ta: இலவச விழுக்காடு

source: Partial encryption
ta: பகுதி குறியாக்கம்

source: No item found
ta: உருப்படி எதுவும் கிடைக்கவில்லை

source: Encryption status
ta: குறியாக்க நிலை

source: Not encrypted
ta: குறியாக்கம் செய்யப்படவில்லை

source: Partially encrypted
ta: ஓரளவு மறைகுறியாக்கப்பட்டது

source: Encrypted
ta: குறியாக்கப்பட்டது

source: Sessions test
ta: அமர்வுகள் சோதனை

source: Your parser PHP is not installed with sessions support!
ta: உங்கள் பாகுபடுத்தி பிஎச்பி அமர்வுகள் ஆதரவுடன் நிறுவப்படவில்லை!
