Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: Convert "datetime" fields to "timestamp" to use timezones.
ta: நேர மண்டலங்களைப் பயன்படுத்த "தேதிநேர" புலங்களை "நேர முத்திரை" ஆக மாற்றவும்.

source: Found %s table(s) requiring migration.
ta: இடம்பெயர்வு தேவைப்படும் %s அட்டவணை (கள்) காணப்பட்டது.

source: Running %s
ta: இயங்கும் %s

source: Update of `%s` failed with message "(%s) %s".
ta: `%s` இன் புதுப்பிப்பு செய்தியுடன் தோல்வியுற்றது" (%s)%s ".

source: Migrate Appliances plugin data into ITSM-ng core tables
ta: உபகரணங்கள் சொருகி தரவை ITSM-NG கோர் அட்டவணைகளில் நகர்த்தவும்

source: You are about to launch migration of Appliances plugin data into ITSM-ng core tables.
ta: உபகரணங்கள் சொருகி தரவின் இடம்பெயர்வு ITSM-NG கோர் அட்டவணைகளில் தொடங்க உள்ளீர்கள்.

source: Any previous appliance created in core will be lost.
ta: மையத்தில் உருவாக்கப்பட்ட முந்தைய பயன்பாடு இழக்கப்படும்.

source: Appliances plugin table "%s" is missing.
ta: உபகரணங்கள் சொருகி அட்டவணை "%s" இல்லை.

source: Appliances plugin field "%s" is missing.
ta: உபகரணங்கள் சொருகி புலம் "%s" காணவில்லை.

source: Updating profiles...
ta: சுயவிவரங்களைப் புதுப்பித்தல் ...

source: Unable to update "%s" in profiles.
ta: சுயவிவரங்களில் "%s" ஐ புதுப்பிக்க முடியவில்லை.

source: Updating ITSM-NG itemtypes...
ta: ITSM-Of ItemTypes ஐப் புதுப்பித்தல் ...

source: Migration of table "%s" failed with message "(%s) %s".
ta: அட்டவணையின் இடம்பெயர்வு செய்தியுடன் "%s" தோல்வியுற்றது "(%s)%s".

source: Creating Appliance Items...
ta: பயன்பாட்டு உருப்படிகளை உருவாக்குதல் ...

source: Importing Appliance item "%d"...
ta: பயன்பாட்டு உருப்படி "%d" ஐ இறக்குமதி செய்கிறது ...

source: Unable to create Appliance item %d.
ta: பயன்பாட்டு உருப்படியை உருவாக்க முடியவில்லை %d.

source: Creating Appliance Environment...
ta: பயன்பாட்டு சூழலை உருவாக்குதல் ...

source: Importing environment "%s"...
ta: இறக்குமதி சூழல் "%s" ...

source: Unable to create Appliance environment %s (%d).
ta: பயன்பாட்டு சூழலை உருவாக்க முடியவில்லை %s ( %d).

source: Creating Appliances...
ta: உபகரணங்களை உருவாக்குதல் ...

source: Importing appliance "%s"...
ta: இறக்குமதி பயன்பாடு "%s" ...

source: Unable to create Appliance %s (%d).
ta: பயன்பாடு %s ( %d) ஐ உருவாக்க முடியவில்லை.

source: Creating Appliance types...
ta: பயன்பாட்டு வகைகளை உருவாக்குதல் ...

source: Importing type "%s"...
ta: இறக்குமதி வகை "%s" ...

source: Creating Appliance relations...
ta: பயன்பாட்டு உறவுகளை உருவாக்குதல் ...

source: Importing relation "%s"...
ta: இறக்குமதி உறவு "%s" ...

source: Unable to found relation type %s from Appliance Item Relation %d.
ta: பயன்பாட்டு உருப்படி உறவு %d இலிருந்து உறவு வகை %s ஐக் கண்டுபிடிக்க முடியவில்லை.

source: Unable to create Appliance Item Relation %d.
ta: பயன்பாட்டு உருப்படி உறவை உருவாக்க முடியவில்லை %d.

source: Migrate Domains plugin data into ITSM-NG core tables
ta: களங்களின் சொருகி தரவை ITSM-NG கோர் அட்டவணைகளில் மாற்றவும்

source: Run Domains plugin update (you need version %s files to do this)
ta: களத்தின் சொருகி புதுப்பிப்பை இயக்கவும் (இதைச் செய்ய உங்களுக்கு பதிப்பு %s கோப்புகள் தேவை)

source: You are about to launch migration of Domains plugin data into ITSM-NG core tables.
ta: களத்தின் சொருகி தரவை ITSM-NG கோர் அட்டவணைகளில் இடம்பெயர நீங்கள் தொடங்க உள்ளீர்கள்.

source: Domains plugin is not part of ITSM-NG plugin list. It has never been installed or has been cleaned.
ta: களத்தின் சொருகி ITSM-NG சொருகி பட்டியலின் ஒரு பகுதியாக இல்லை. இது ஒருபோதும் நிறுவப்படவில்லை அல்லது தூய்மை செய்யப்படவில்லை.

source: You have to install Domains plugin files in version %s to be able to continue.
ta: தொடர நீங்கள் கள சொருகி கோப்புகளை பதிப்பு %s இல் நிறுவ வேண்டும்.

source: Domains plugin data has to be updated to %s version. It can be done using the --update-plugin option.
ta: களத்தின் சொருகி தரவை %s பதிப்பிற்கு புதுப்பிக்க வேண்டும். --Update-plugin விருப்பத்தைப் பயன்படுத்தி இதைச் செய்யலாம்.

source: Domains plugin table "%s" is missing.
ta: களங்களின் சொருகி அட்டவணை "%s" இல்லை.

source: Importing domains types...
ta: களங்களின் வகைகளை இறக்குமதி செய்தல் ...

source: Updating existing domain type %s...
ta: ஏற்கனவே உள்ள டொமைன் வகை %s புதுப்பித்தல் ...

source: Importing domain type %s...
ta: டொமைன் வகை %s ஐ இறக்குமதி செய்கிறது ...

source: Unable to add domain type %s.
ta: டொமைன் வகை %s ஐ சேர்க்க முடியவில்லை.

source: Unable to update domain type %s.
ta: டொமைன் வகை %s ஐ புதுப்பிக்க முடியவில்லை.

source: No domains types found.
ta: களங்களின் வகைகள் எதுவும் காணப்படவில்லை.

source: Importing domains...
ta: களங்களை இறக்குமதி செய்தல் ...

source: Updating existing domain %s...
ta: ஏற்கனவே உள்ள டொமைன் %s புதுப்பித்தல் ...

source: Importing domain %s...
ta: டொமைன் %s இறக்குமதி செய்தல் ...

source: Unable to find mapping for type %s.
ta: வகை %s க்கு மேப்பிங் கண்டுபிடிக்க முடியவில்லை.

source: Unable to add domain %s.
ta: டொமைன் %s ஐ சேர்க்க முடியவில்லை.

source: Unable to update domain %s.
ta: டொமைன் %s ஐ புதுப்பிக்க முடியவில்லை.

source: No domains found.
ta: களங்கள் எதுவும் கிடைக்கவில்லை.

source: Importing domains items...
ta: களங்களின் உருப்படிகளை இறக்குமதி செய்தல் ...

source: Unable to find corresponding domain for item %s (%s).
ta: உருப்படி %s ( %s) க்கான தொடர்புடைய களத்தைக் கண்டுபிடிக்க முடியவில்லை.

source: Skip existing domain item %s...
ta: இருக்கும் டொமைன் உருப்படி %s ...

source: Importing domain item %s...
ta: டொமைன் உருப்படி %s இறக்குமதி செய்தல் ...

source: Unable to add domain item %s.
ta: டொமைன் உருப்படி %s ஐ சேர்க்க முடியவில்லை.

source: Unable to update domain item %s.
ta: டொமைன் உருப்படி %s புதுப்பிக்க முடியவில்லை.

source: No domains items found.
ta: களங்களின் உருப்படிகள் எதுவும் காணப்படவில்லை.

source: Migrate MyISAM tables to InnoDB
ta: MyISAM அட்டவணைகளை இன்னோடிபிக்கு மாற்றவும்

source: Found %s table(s) using MyISAM engine.
ta: MyISAM இயந்திரத்தைப் பயன்படுத்தி %s அட்டவணை (கள்) காணப்பட்டது.

source: Migrating table "%s"...
ta: இடம்பெயரும் அட்டவணை "%s" ...

source: Migration of table "%s" failed with message "(%s) %s".
ta: அட்டவணையின் இடம்பெயர்வு செய்தியுடன் "%s" தோல்வியுற்றது "(%s)%s".

source: Replay dictionnary rules on existing items
ta: இருக்கும் உருப்படிகளில் அகராதி விதிகளை மீண்டும் இயக்கவும்

source: Dictionnary to use. Possible values are: %s
ta: பயன்படுத்த அகராதி. சாத்தியமான மதிப்புகள்: %s

source: If option is set, only items having given manufacturer ID will be processed.
ta: விருப்பம் அமைக்கப்பட்டால், உற்பத்தியாளர் ஐடி கொடுக்கப்பட்ட உருப்படிகள் மட்டுமே செயலாக்கப்படும்.

source: Currently only available for Software dictionnary.
ta: தற்போது மென்பொருள் அகராதிக்கு மட்டுமே கிடைக்கிறது.

source: Which dictionnary do you want to replay ?
ta: எந்த அகராதிக்கு பதிலளிக்க விரும்புகிறீர்கள்?

source: Invalid "dictionnary" value.
ta: தவறான "அகராதி" மதிப்பு.

source: Process software category rules
ta: மென்பொருள் வகை விதிகளை செயலாக்கவும்

source: Process rule for all softwares, even those having already a defined category
ta: அனைத்து மென்பொருட்களுக்கும் செயல்முறை விதி, ஏற்கனவே வரையறுக்கப்பட்ட வகைகளைக் கொண்டவர்கள் கூட

source: No software to process.
ta: செயலாக்க மென்பொருள் இல்லை.

source: Processing software having id "%s".
ta: ஐடி "%s" கொண்ட மென்பொருளை செயலாக்குகிறது.

source: Unable to load software having id "%s".
ta: ஐடி "%s" கொண்ட மென்பொருளை ஏற்ற முடியவில்லை.

source: Number of softwares processed: %d.
ta: மென்பொருள் செயல்முறையின் எண்ணிக்கை: %d.

source: Default language of ITSM-NG
ta: ITSM-OF இன் இயல்புநிலை மொழி

source: Force execution of installation, overriding existing database
ta: நிறுவலை செயல்படுத்துதல், ஏற்கனவே உள்ள தரவுத்தளத்தை மீறுதல்

source: Command input contains configuration options that may override existing configuration.
ta: கட்டளை உள்ளீட்டில் ஏற்கனவே உள்ள உள்ளமைவை மீறக்கூடிய உள்ளமைவு விருப்பங்கள் உள்ளன.

source: Do you want to reconfigure database ?
ta: தரவுத்தளத்தை மறுசீரமைக்க விரும்புகிறீர்களா?

source: Database configuration already exists. Use --reconfigure option to override existing configuration.
ta: தரவுத்தள உள்ளமைவு ஏற்கனவே உள்ளது. இருக்கும் உள்ளமைவை மீறுவதற்கு -மறுசீரமைப்பு விருப்பத்தைப் பயன்படுத்தவும்.

source: Installation aborted.
ta: நிறுவல் கைவிடப்பட்டது.

source: Security key cannot be generated!
ta: பாதுகாப்பு விசையை உருவாக்க முடியாது!

source: Database connection failed with message "(%s) %s".
ta: தரவுத்தள இணைப்பு "( %s) %s" செய்தியுடன் தோல்வியடைந்தது.

source: Creating the database...
ta: தரவுத்தளத்தை உருவாக்குதல் ...

source: Database creation failed with message "(%s) %s".
ta: தரவுத்தள உருவாக்கம் "( %s) %s" செய்தியுடன் தோல்வியடைந்தது.

source: Database already contains "glpi_*" tables. Use --force option to override existing database.
ta: தரவுத்தளத்தில் ஏற்கனவே "glpi_*" அட்டவணைகள் உள்ளன. ஏற்கனவே உள்ள தரவுத்தளத்தை மேலெழுத -ஃபோர்ச் விருப்பத்தைப் பயன்படுத்தவும்.

source: Loading default schema...
ta: இயல்புநிலை திட்டத்தை ஏற்றுகிறது ...

source: Installation done.
ta: நிறுவல் முடிந்தது.

source: Update database schema to new version
ta: புதிய பதிப்பிற்கு தரவுத்தள திட்டத்தை புதுப்பிக்கவும்

source: Allow update to an unstable version
ta: நிலையற்ற பதிப்பிற்கு புதுப்பிப்பை அனுமதிக்கவும்

source: Force execution of update from v-1 version of ITSM-ng even if schema did not changed
ta: ச்கீமா மாறவில்லை என்றாலும் கூட ITSM-NG இன் V-1 பதிப்பிலிருந்து புதுப்பிப்பை கட்டாயப்படுத்துதல்

source: Current
ta: மின்னோட்ட்ம், ஓட்டம்

source: Database host
ta: தரவுத்தள புரவலன்

source: Database name
ta: தரவுத்தள பெயர்

source: Database user
ta: தரவுத்தள பயனர்

source: ITSM version
ta: ITSM பதிப்பு

source: ITSM database version
ta: ITSM தரவுத்தள பதிப்பு

source: %s is not a stable release. Please upgrade manually or add --allow-unstable option.
ta: %s ஒரு நிலையான வெளியீடு அல்ல. தயவுசெய்து கைமுறையாக மேம்படுத்தவும் அல்லது-aunstable விருப்பத்தைச் சேர்க்கவும்.

source: The key file "%s" used to encrypt/decrypt sensitive data is missing. You should retrieve it from your previous installation or encrypted data will be unreadable.
ta: உணர்திறன் தரவை குறியாக்க/மறைகுறியாக்கப் பயன்படுத்தப்படும் "%s" முக்கிய கோப்பு இல்லை. உங்கள் முந்தைய நிறுவலில் இருந்து அதை மீட்டெடுக்க வேண்டும் அல்லது மறைகுறியாக்கப்பட்ட தரவு படிக்க முடியாததாக இருக்கும்.

source: Update aborted.
ta: புதுப்பித்தல் கைவிடப்பட்டது.

source: Last migration replayed.
ta: கடைசியாக இடம்பெயர்வு மறுபதிப்பு செய்யப்பட்டது.

source: Check for schema differences between current database and installation file.
ta: தற்போதைய தரவுத்தளத்திற்கும் நிறுவல் கோப்பிற்கும் இடையிலான ச்கீமா வேறுபாடுகளைச் சரிபார்க்கவும்.

source: Unable to read installation file "%s".
ta: நிறுவல் கோப்பை "%s" படிக்க முடியவில்லை.

source: Processing table "%s"...
ta: செயலாக்க அட்டவணை "%s" ...

source: Table schema differs for table "%s".
ta: அட்டவணை ச்கீமா அட்டவணை "%s" க்கு வேறுபடுகிறது.

source: Database password (will be prompted for value if option passed without value)
ta: தரவுத்தள கடவுச்சொல் (மதிப்பு இல்லாமல் விருப்பம் கடந்து சென்றால் மதிப்புக்கு கேட்கப்படும்)

source: Database port
ta: தரவுத்தள துறைமுகம்

source: Reconfigure database, override configuration file if it already exists
ta: தரவுத்தளத்தை மீண்டும் கட்டமைத்து, உள்ளமைவு கோப்பு ஏற்கனவே இருந்தால் அதை மீறவும்

source: Database name:
ta: தரவுத்தள பெயர்:

source: Database user:
ta: தரவுத்தள பயனர்:

source: Database password:
ta: தரவுத்தள கடவுச்சொல்:

source: Configuration aborted.
ta: உள்ளமைவு நிறுத்தப்பட்டது.

source: Saving configuration file...
ta: உள்ளமைவு கோப்பைச் சேமிக்கிறது ...

source: Cannot write configuration file "%s".
ta: உள்ளமைவு கோப்பை "%s" எழுத முடியாது.

source: Database name defined by --db-name option cannot be empty.
ta: --டிபி-பெயர் விருப்பத்தால் வரையறுக்கப்பட்ட தரவுத்தள பெயர் காலியாக இருக்க முடியாது.

source: Database user defined by --db-user option cannot be empty.
ta: --டிபி-பயனர் விருப்பத்தால் வரையறுக்கப்பட்ட தரவுத்தள பயனர் காலியாக இருக்க முடியாது.

source: --db-password option value cannot be null.
ta: --டிபி-பாச்வேர்ட் விருப்ப மதிப்பு பூச்யமாக இருக்க முடியாது.

source: Disable maintenance mode
ta: பராமரிப்பு பயன்முறையை முடக்கு

source: Maintenance mode disabled.
ta: பராமரிப்பு முறை முடக்கப்பட்டுள்ளது.

source: Enable maintenance mode
ta: பராமரிப்பு பயன்முறையை இயக்கவும்

source: Text to display during maintenance
ta: பராமரிப்பின் போது காண்பிக்க உரை

source: Processing plugin "%s"...
ta: செயலாக்க சொருகி "%s" ...

source: Unable to load plugin "%s" information.
ta: சொருகி "%s" தகவல்களை ஏற்ற முடியவில்லை.

source: Plugin "%s" activation failed.
ta: சொருகி "%s" செயல்படுத்தல் தோல்வியடைந்தது.

source: Plugin "%1$s" has been activated.
ta: சொருகி "%1$s" செயல்படுத்தப்பட்டுள்ளது.

source: Invalid plugin directory "%s".
ta: தவறான சொருகி அடைவு "%s".

source: Plugin "%s" is not yet installed.
ta: சொருகி "%s" இன்னும் நிறுவப்படவில்லை.

source: Plugin "%s" is already active.
ta: சொருகி "%s" ஏற்கனவே செயலில் உள்ளது.

source: Plugin "%s" have to be installed and configured prior to activation.
ta: செருகுநிரல் "%s" செயல்படுத்தப்படுவதற்கு முன்னர் நிறுவப்பட்டு கட்டமைக்கப்பட வேண்டும்.

source: Which plugin(s) do you want to activate (comma separated values) ?
ta: எந்த சொருகி (களை) செயல்படுத்த விரும்புகிறீர்கள் (கமா பிரிக்கப்பட்ட மதிப்புகள்)?

source: Plugin "%s" deactivation failed.
ta: சொருகி "%s" செயலிழப்பு தோல்வியடைந்தது.

source: Plugin "%1$s" has been deactivated.
ta: சொருகி "%1$s" செயலிழக்கப்பட்டது.

source: Plugin "%s" is already inactive.
ta: சொருகி "%s" ஏற்கனவே செயலற்ற நிலையில் உள்ளது.

source: Which plugin(s) do you want to deactivate (comma separated values) ?
ta: எந்த சொருகி (கள்) நீங்கள் செயலிழக்க விரும்புகிறீர்கள் (கமா பிரிக்கப்பட்ட மதிப்புகள்)?

source: Additionnal parameters to pass to the plugin install hook function
ta: சொருகி நிறுவும் கொக்கி செயல்பாட்டிற்கு அனுப்ப கூடுதல் அளவுருக்கள்

source: "-p foo" will set "foo" param value to true
ta: "-P ஃபூ" "ஃபூ" பரம் மதிப்பை உண்மைக்கு அமைக்கும்

source: "-p foo=bar" will set "foo" param value to "bar"
ta: "-p foo = bar" "foo" PARAM மதிப்பை "பார்" என்று அமைக்கும்

source: Name of user used during installation script (among other things to set plugin admin rights)
ta: நிறுவல் ச்கிரிப்டின் போது பயன்படுத்தப்படும் பயனரின் பெயர் (சொருகி நிர்வாக உரிமைகளை அமைக்க மற்றவற்றுடன்)

source: Force execution of installation, even if plugin is already installed
ta: சொருகி ஏற்கனவே நிறுவப்பட்டிருந்தாலும், நிறுவலை செயல்படுத்துதல்

source: Plugin "%s" installation failed.
ta: சொருகி "%s" நிறுவல் தோல்வியடைந்தது.

source: Plugin "%1$s" has been installed and must be configured.
ta: சொருகி "%1$s" நிறுவப்பட்டுள்ளது மற்றும் கட்டமைக்கப்பட வேண்டும்.

source: Plugin "%1$s" has been installed and can be activated.
ta: சொருகி "%1$s" நிறுவப்பட்டுள்ளது மற்றும் செயல்படுத்தலாம்.

source: Which plugin(s) do you want to install (comma separated values) ?
ta: எந்த சொருகி (களை) நிறுவ விரும்புகிறீர்கள் (கமா பிரிக்கப்பட்ட மதிப்புகள்)?

source: User name defined by --username option is invalid.
ta: –Username விருப்பத்தால் வரையறுக்கப்பட்ட பயனர் பெயர் தவறானது.

source: Plugin "%s" is already installed. Use --force option to force reinstallation.
ta: சொருகி "ஏற்கனவே நிறுவப்பட்டுள்ளது. நிறுவலை கட்டாயப்படுத்த -ஃபோர்ச் விருப்பத்தைப் பயன்படுத்தவும்.

source: Plugin "%s" function "%s" is missing.
ta: சொருகி "%s" செயல்பாடு "%s" இல்லை.

source: Plugin "%s" requirements not met.
ta: சொருகி "%s" தேவைகள் நிறைவு செய்யப்படவில்லை.

source: Run command on all plugins
ta: அனைத்து செருகுநிரல்களிலும் கட்டளையை இயக்கவும்

source: Plugin directory
ta: சொருகி அடைவு

source: Option --all is not compatible with usage of directory argument.
ta: விருப்பம் -அனைத்து அடைவு வாதத்தின் பயன்பாட்டுடன் பொருந்தாது.

source: All plugins
ta: அனைத்து செருகுநிரல்களும்

source: Change password storage key and update values in database.
ta: கடவுச்சொல் சேமிப்பக விசையை மாற்றவும், தரவுத்தளத்தில் மதிப்புகளைப் புதுப்பிக்கவும்.

source: Found %1$s field(s) and %2$s configuration entries requiring migration.
ta: இடம்பெயர்வு தேவைப்படும் %1$s புலம் (கள்) மற்றும் %2$s உள்ளமைவு உள்ளீடுகள் காணப்படுகின்றன.

source: Aborted.
ta: கருக்கலைப்பு.

source: Unable to change security key!
ta: பாதுகாப்பு விசையை மாற்ற முடியவில்லை!

source: New security key generated; database updated.
ta: புதிய பாதுகாப்பு விசை உருவாக்கப்பட்டது; தரவுத்தளம் புதுப்பிக்கப்பட்டது.

source: Unlock automatic tasks
ta: தானியங்கி பணிகளைத் திறக்கவும்

source: Unlock all tasks
ta: எல்லா பணிகளையும் திறக்கவும்

source: Execution time (in cycles) from which the task is considered as stuck (delay = task frequency * cycle)
ta: செயல்பாட்டு நேரம் (சுழற்சிகளில்) பணி சிக்கியதாகக் கருதப்படும் (தாமதம் = பணி அதிர்வெண் * சுழற்சி)

source: Execution time (in seconds) from which the task is considered as stuck (default: 1800)
ta: செயல்பாட்டு நேரம் (நொடிகளில்) பணி சிக்கியதாகக் கருதப்படும் (இயல்புநிலை: 1800)

source: Itemtype::name of task to unlock (e.g: "MailCollector::mailgate")
ta: ItemType :: திறப்பதற்கான பணியின் பெயர் (எ.கா: "MailCollector :: MailGate")

source: Task "%s" is still running but not in the whitelist.
ta: பணி "%s" இன்னும் இயங்குகிறது, ஆனால் அனுமதிப்பட்டியலில் இல்லை.

source: Task "%s" unlocked.
ta: பணி "%s" திறக்கப்பட்டது.

source: An error occurs while trying to unlock "%s" task.
ta: "%s" பணியைத் திறக்க முயற்சிக்கும்போது பிழை ஏற்படுகிறது.

source: Number of tasks unlocked: %d.
ta: திறக்கப்பட்ட பணிகளின் எண்ணிக்கை: %d.

source: Option --cycle is not compatible with option --delay.
ta: விருப்பம் -சைக்கிள் விருப்பம் -தாமதத்துடன் பொருந்தாது.

source: Option --cycle has to be an integer.
ta: விருப்பம் -சுழற்சி ஒரு முழு எண்ணாக இருக்க வேண்டும்.

source: Option --delay has to be an integer.
ta: விருப்பம் -தாமதம் ஒரு முழு எண்ணாக இருக்க வேண்டும்.

source: Option --all is not compatible with option --task.
ta: விருப்பம் -ஆல் விருப்பம் -பணியுடன் பொருந்தாது.

source: You have to specify which tasks to unlock using --all or --task options.
ta: --All அல்லது -பணி விருப்பங்களைப் பயன்படுத்தி எந்த பணிகளைத் திறக்க வேண்டும் என்பதை நீங்கள் குறிப்பிட வேண்டும்.

source: New project task
ta: புதிய திட்ட பணி

source: Update of a project task
ta: திட்ட பணியின் புதுப்பிப்பு

source: Deletion of a project task
ta: ஒரு திட்ட பணியை நீக்குதல்

source: Project team user
ta: திட்ட குழு பயனர்

source: Project team group
ta: திட்ட குழு குழு

source: Tickets duration
ta: டிக்கெட் காலம்

source: Passive device type
ta: செயலற்ற சாதன வகை

source: No action available
ta: எந்த நடவடிக்கையும் கிடைக்கவில்லை

source: Implementation error !
ta: செயல்படுத்தல் பிழை!

source: No selected items
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படிகள் இல்லை

source: Invalid process
ta: தவறான செயல்முறை

source: Select the type of the item on which applying this action
ta: இந்த செயலைப் பயன்படுத்தும் உருப்படியின் வகையைத் தேர்ந்தெடுக்கவும்

# button
source: Add to transfer list
ta: பரிமாற்ற பட்டியலில் சேர்க்கவும்

# button
source: Delete permanently but keep devices
ta: நிரந்தரமாக நீக்கவும், ஆனால் சாதனங்களை வைத்திருங்கள்

# button
source: Delete permanently and remove devices
ta: நிரந்தரமாக நீக்கி சாதனங்களை அகற்றவும்

# button
source: Delete permanently the relation with selected elements
ta: தேர்ந்தெடுக்கப்பட்ட கூறுகளுடனான உறவை நிரந்தரமாக நீக்கு

# button
source: Delete permanently even if linked items
ta: இணைக்கப்பட்ட உருப்படிகள் கூட நிரந்தரமாக நீக்கவும்

source: Amend comment
ta: கருத்து தெரிவிக்கவும்

source: Add note
ta: குறிப்பைச் சேர்க்கவும்

source: Select the common field that you want to update
ta: நீங்கள் புதுப்பிக்க விரும்பும் பொதுவான புலத்தைத் தேர்ந்தெடுக்கவும்

source: Select the field that you want to update
ta: நீங்கள் புதுப்பிக்க விரும்பும் புலத்தைத் தேர்ந்தெடுக்கவும்

source: How many copies do you want to create ?
ta: எத்தனை பிரதிகள் உருவாக்க விரும்புகிறீர்கள்?

source: Are you sure you want to add this item to transfer list?
ta: பட்டியலை மாற்ற இந்த உருப்படியைச் சேர்க்க விரும்புகிறீர்களா?

source: Amendment to insert
ta: செருகுவதற்கான திருத்தம்

source: New Note
ta: புதிய குறிப்பு

source: You can't delete that item by massive actions, because it has sub-items
ta: அந்த உருப்படியை பாரிய செயல்களால் நீக்க முடியாது, ஏனெனில் அதில் துணை உருப்படிகள் உள்ளன

source: but you can do it by the form of the item
ta: ஆனால் நீங்கள் அதை உருப்படியின் வடிவத்தால் செய்யலாம்

source: You can't delete that item, because it is used for one or more items
ta: அந்த உருப்படியை நீங்கள் நீக்க முடியாது, ஏனெனில் இது ஒன்று அல்லது அதற்கு மேற்பட்ட உருப்படிகளுக்கு பயன்படுத்தப்படுகிறது

source: Succesful deletion of the file %s
ta: %s கோப்பை வெற்றிகரமாக நீக்குதல்

source: Failed to delete the file %s
ta: %s கோப்பை நீக்குவதில் தோல்வி

source: Invalid link
ta: தவறான இணைப்பு

source: Added by
ta: சேர்க்கப்பட்டது

source: Last update on
ta: கடைசி புதுப்பிப்பு

source: Current file
ta: தற்போதைய கோப்பு

source: Checksum
ta: செக்சம்

source: SHA1
ta: சா 1

source: Blacklisted for import
ta: இறக்குமதிக்காக தடுப்புப்பட்டியலில் சேர்க்கப்பட்டுள்ளது

source: Use a FTP installed file
ta: FTP நிறுவப்பட்ட கோப்பைப் பயன்படுத்தவும்

# quantity
source: Number of associated items
ta: தொடர்புடைய பொருட்களின் எண்ணிக்கை

source: Upload directory doesn't exist
ta: பதிவேற்றும் அடைவு இல்லை

source: File %s not found.
ta: கோப்பு %s கண்டுபிடிக்கப்படவில்லை.

source: Failed to delete the file %1$s (%2$s)
ta: %1$s ( %2$s) கோப்பை நீக்குவதில் தோல்வி

source: Document move succeeded.
ta: ஆவண நடவடிக்கை செய் பெற்றது.

source: File move failed.
ta: கோப்பு நடவடிக்கை தோல்வியடைந்தது.

source: Document copy succeeded.
ta: ஆவண நகல் செய் பெற்றது.

source: File move failed
ta: கோப்பு நடவடிக்கை தோல்வியடைந்தது

source: Temporary directory doesn't exist
ta: தற்காலிக அடைவு இல்லை

source: File too large to be added.
ta: சேர்க்க முடியாத அளவுக்கு கோப்பு.

source: The file is valid. Upload is successful.
ta: கோப்பு செல்லுபடியாகும். பதிவேற்றம் வெற்றிகரமாக உள்ளது.

source: Potential upload attack or file too large. Moving temporary file failed.
ta: சாத்தியமான பதிவேற்ற தாக்குதல் அல்லது கோப்பு மிகப் பெரியது. தற்காலிக கோப்பை நகர்த்துவது தோல்வியடைந்தது.

source: Manage document types
ta: ஆவண வகைகளை நிர்வகிக்கவும்

source: The directory %s doesn't exist.
ta: அடைவு %s இல்லை.

source: Create the directory %s
ta: அடைவு %s ஐ உருவாக்கவும்

source: Failed to create the directory %s. Verify that you have the correct permission
ta: %s கோப்பகத்தை உருவாக்கத் தவறிவிட்டது. உங்களுக்கு சரியான இசைவு உள்ளதா என்பதை சரிபார்க்கவும்

source: No file available
ta: கோப்பு எதுவும் கிடைக்கவில்லை

# button
source: Add a document
ta: ஒரு ஆவணத்தைச் சேர்க்கவும்

# button
source: Remove a document
ta: ஒரு ஆவணத்தை அகற்று

source: Clean orphaned documents
ta: தூய்மையான பிரகாசமான ஆவணங்கள்

source: Dictionnary of operating system versions
ta: இயக்க முறைமை பதிப்பின் அகராதி

source: Last update by %1$s on %2$s
ta: கடைசி புதுப்பிப்பு %2$s இல் %1$s

source: Create by %1$s on %2$s
ta: %2$s இல் %1$s ஆல் உருவாக்கவும்

source: Device firmware model
ta: சாதன நிலைபொருள் மாதிரி

source: Self-signed
ta: தன்வய கையொப்பமிடப்பட்ட

source: Command used
ta: பயன்படுத்தப்படும் கட்டளை

source: Certificate request (CSR)
ta: சான்றிதழ் கோரிக்கை (சி.எச்.ஆர்)

source: Never expire
ta: ஒருபோதும் காலாவதியாகாது

source: Root CA
ta: ரூட் சி.ஏ.

source: Certificat
ta: சான்றிதழ்

# button
source: Associate certificate
ta: இணை சான்றிதழ்

# button
source: Dissociate certificate
ta: விலகல் சான்றிதழ்

source: Send alarms on expired certificate
ta: காலாவதியான சான்றிதழில் அலாரங்களை அனுப்பவும்

source: Certificate %1$s expired on %2$s
ta: சான்றிதழ் %1$s %2$s இல் காலாவதியானது

source: Send Certificates alert failed
ta: சான்றிதழ்களை அனுப்ப எச்சரிக்கை தோல்வியடைந்தது

source: PIN code
ta: முள் குறியீடு

source: PIN2 code
ta: PIN2 குறியீடு

source: PUK code
ta: PUK குறியீடு

source: PUK2 code
ta: PUK2 குறியீடு

source: Mobile Subscriber Identification Number
ta: மொபைல் சந்தாதாரர் அடையாள எண்

source: MSIN
ta: இயந்திரம்

source: MSIN is the last 8 or 10 digits of IMSI
ta: MSIN என்பது IMSI இன் கடைசி 8 அல்லது 10 இலக்கங்கள்

source: Dictionnary of monitor types
ta: மானிட்டர் வகைகளின் அகராதி

source: Source
ta: மூலம்

source: This is a test email.
ta: இது ஒரு சோதனை மின்னஞ்சல்.

source: Mail test
ta: அஞ்சல் சோதனை

source: Failed to send test email to administrator
ta: நிர்வாகிக்கு சோதனை மின்னஞ்சலை அனுப்பத் தவறிவிட்டது

source: Test email sent to administrator
ta: நிர்வாகிக்கு அனுப்பப்பட்ட மின்னஞ்சல் சோதனை
