Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: "session.auto_start" and "session.use_trans_sid" must be set to off.
ta: "session.auto_start" மற்றும் "Session.use_trans_sid" ஐ முடக்க வேண்டும்.

source: "session.auto_start" must be set to off.
ta: "அமர்வு.ஆட்டோ_ச்டார்ட்" முடக்கப்பட வேண்டும்.

source: "session.use_trans_sid" must be set to off.
ta: "session.use_trans_sid" ஐ முடக்க வேண்டும்.

source: See .htaccess file in the ITSM-NG root for more information.
ta: மேலும் தகவலுக்கு ITSM-NG ரூட்டில் .htaccess கோப்பைப் பார்க்கவும்.

source: Sessions support is available - Perfect!
ta: அமர்வுகள் உதவி கிடைக்கிறது - சரியானது!

source: %s extension test
ta: %s நீட்டிப்பு சோதனை

source: %s extension is installed
ta: %s நீட்டிப்பு நிறுவப்பட்டுள்ளது

source: %s extension is not present
ta: %s நீட்டிப்பு இல்லை

source: %s extension is missing
ta: %s நீட்டிப்பு இல்லை

source: Web access to files directory is protected
ta: கோப்புகளுக்கான வலை அணுகல் பாதுகாக்கப்படுகிறது

source: Checking that web access to files directory is protected cannot be done on CLI context.
ta: கோப்புகள் கோப்பகத்திற்கான வலை அணுகல் பாதுகாக்கப்படுகிறதா என்பதைச் சரிபார்ப்பது CLI சூழலில் செய்ய முடியாது.

source: Web access to the files directory should not be allowed but this cannot be checked automatically on this instance.
ta: கோப்புகளுக்கான வலை அணுகல் அனுமதிக்கப்படக்கூடாது, ஆனால் இந்த நிகழ்வில் இதை தானாக சரிபார்க்க முடியாது.

source: Make sure access to %s (%s) is forbidden; otherwise review .htaccess file and web server configuration.
ta: %s ( %s) க்கான அணுகல் தடைசெய்யப்பட்டுள்ளது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்; இல்லையெனில் .htaccess கோப்பு மற்றும் வலை சேவையக உள்ளமைவை மதிப்பாய்வு செய்யவும்.

source: error log file
ta: பிழை பதிவு கோப்பு

source: Check SELinux configuration
ta: செலினக்ச் உள்ளமைவை சரிபார்க்கவும்

source: SELinux mode is %s
ta: செலினக்ச் பயன்முறை %s

source: For security reasons, SELinux mode should be Enforcing.
ta: பாதுகாப்பு காரணங்களுக்காக, செலினக்ச் பயன்முறை செயல்படுத்தப்பட வேண்டும்.

source: SELinux boolean %s is %s, some features may require this to be on.
ta: செலினக்ச் பூலியன் %s %s, சில நற்பொருத்தங்கள் இது இயக்கப்பட வேண்டும்.

source: SELinux configuration is OK.
ta: செலினக்ச் உள்ளமைவு சரி.

source: Checking write permissions for log files
ta: பதிவு கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: The log file has been created successfully.
ta: பதிவு கோப்பு வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது.

source: The log file could not be created in %s.
ta: பதிவு கோப்பை %s இல் உருவாக்க முடியவில்லை.

source: Testing PHP Parser
ta: பிஎச்பி பாகுபடுத்தி சோதனை

source: PHP version is at least %s - Perfect!
ta: பிஎச்பி பதிப்பு குறைந்தது %s - சரியானது!

source: You must install at least PHP %s.
ta: நீங்கள் குறைந்தது பிஎச்பி %s ஐ நிறுவ வேண்டும்.

source: Testing DB engine version
ta: சோதனை டிபி எஞ்சின் பதிப்பு

source: Database version seems correct (%s) - Perfect!
ta: தரவுத்தள பதிப்பு சரியானதாகத் தெரிகிறது (%s) - சரியானது!

source: Your database engine version seems too old: %s.
ta: உங்கள் தரவுத்தள இயந்திர பதிப்பு மிகவும் பழையதாகத் தெரிகிறது: %s.

source: Testing DB timezone data
ta: DB நேர மண்டல தரவை சோதித்தல்

source: Timezones seems loaded in database
ta: நேர மண்டலங்கள் தரவுத்தளத்தில் ஏற்றப்பட்டதாகத் தெரிகிறது

source: %s extension is installed but is not using mysqlnd driver
ta: %s நீட்டிப்பு நிறுவப்பட்டுள்ளது, ஆனால் mysqlnd இயக்கியைப் பயன்படுத்தவில்லை

source: Allocated memory test
ta: ஒதுக்கப்பட்ட நினைவக சோதனை

source: Allocated memory > %s - Perfect!
ta: ஒதுக்கப்பட்ட நினைவகம்> %s - சரியானது!

source: Unlimited memory - Perfect!
ta: வரம்பற்ற நினைவகம் - சரியானது!

source: Allocated memory
ta: ஒதுக்கப்பட்ட நினைவகம்

source: A minimum of %s is commonly required for ITSM-NG.
ta: ITSM-NG க்கு குறைந்தபட்சம் %s பொதுவாக தேவைப்படுகிறது.

source: Try increasing the memory_limit parameter in the php.ini file.
ta: Php.ini கோப்பில் மெமரி_ லிமிட் அளவுருவை அதிகரிக்க முயற்சிக்கவும்.

source: Checking write permissions for cache files
ta: கேச் கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for setting files
ta: கோப்புகளை அமைப்பதற்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for automatic actions files
ta: தானியங்கி செயல்கள் கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for document files
ta: ஆவணக் கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for dump files
ta: டம்ப் கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for graphic files
ta: கிராஃபிக் கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for lock files
ta: பூட்டு கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for plugins document files
ta: செருகுநிரல்களுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது ஆவணக் கோப்புகள்

source: Checking write permissions for pictures files
ta: படக் கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for rss files
ta: RSS கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for session files
ta: அமர்வு கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for temporary files
ta: தற்காலிக கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for upload files
ta: பதிவேற்றும் கோப்புகளுக்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Checking write permissions for directory %s
ta: அடைவு %s க்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Write access to %s has been validated.
ta: %s க்கு அணுகல் சரிபார்க்கப்பட்டது.

source: The file was created in %s but can't be deleted.
ta: கோப்பு %s இல் உருவாக்கப்பட்டது, ஆனால் நீக்க முடியாது.

source: The file could not be created in %s.
ta: கோப்பை %s இல் உருவாக்க முடியவில்லை.

source: The directory was created in %s but could not be removed.
ta: அடைவு %s இல் உருவாக்கப்பட்டது, ஆனால் அகற்ற முடியவில்லை.

source: The directory could not be created in %s.
ta: கோப்பகத்தை %s இல் உருவாக்க முடியவில்லை.

source: Ignored value for the unicity
ta: ஒற்றுமைக்கான மதிப்பு

source: Network outlet
ta: பிணையம் கடையின்

source: %1$s adds several netpoints
ta: %1$s பல நெட் பாயிண்டுகளைச் சேர்க்கிறது

source: Network outlets for %s
ta: %s க்கான பிணைய விற்பனை நிலையங்கள்

# button
source: Delete permanently
ta: நிரந்தரமாக நீக்கு

source: Battery type
ta: பேட்டரி வகை

source: Peripheral model
ta: புற மாதிரி

source: Rules for assigning an item to an entity
ta: ஒரு நிறுவனத்திற்கு ஒரு பொருளை ஒதுக்குவதற்கான விதிகள்

source: Simcard type
ta: சிம்கார்ட் வகை

# setup
source: General
ta: பொது

source: Invalid base URL!
ta: தவறான அடிப்படை URL!

source: Invalid API base URL!
ta: தவறான பநிஇ அடிப்படை URL!

source: Maintenance mode activated. Backdoor using: %s
ta: பராமரிப்பு முறை செயல்படுத்தப்பட்டது. பயன்படுத்தும் கதவு: %s

source: General setup
ta: பொது அமைப்பு

source: URL of the application
ta: பயன்பாட்டின் முகவரி

source: Text in the login box
ta: உள்நுழைவு பெட்டியில் உரை

source: Allow FAQ anonymous access
ta: கேள்விகள் அநாமதேய அணுகலை அனுமதிக்கவும்

source: Simplified interface help link
ta: எளிமைப்படுத்தப்பட்ட இடைமுக உதவி இணைப்பு

source: Default search results limit (page)
ta: இயல்புநிலை தேடல் முடிவுகள் வரம்பு (பக்கம்)

source: Standard interface help link
ta: நிலையான இடைமுக உதவி இணைப்பு

source: Default characters limit (summary text boxes)
ta: இயல்புநிலை எழுத்துக்கள் வரம்பு (சுருக்க உரை பெட்டிகள்)

source: Default url length limit
ta: இயல்புநிலை முகவரி நீள வரம்பு

source: Default decimals limit
ta: இயல்புநிலை தசமங்கள் வரம்பு

source: Translation of dropdowns
ta: கீழ்தோன்றல்களின் மொழிபெயர்ப்பு

source: Knowledge base translation
ta: அறிவுத் தள மொழிபெயர்ப்பு

source: Translation of reminders
ta: நினைவூட்டல்களின் மொழிபெயர்ப்பு

source: Dynamic display
ta: மாறும் காட்சி

source: Page size for dropdown (paging using scroll)
ta: கீழ்தோன்றலுக்கான பக்க அளவு (சுருளைப் பயன்படுத்தி பேசிங்)

source: Autocompletion of text fields
ta: உரை புலங்களின் தன்னியக்கவியல்

source: Don't show search engine in dropdowns if the number of items is less than
ta: பொருட்களின் எண்ணிக்கை குறைவாக இருந்தால் தேடுபொறியை கீழ்தோன்றலில் காட்ட வேண்டாம்

source: Never
ta: ஒருபோதும்

source: Search engine
ta: தேடுபொறி

source: Items seen
ta: பார்த்த உருப்படிகள்

source: No
ta: இல்லை

source: Yes
ta: ஆம்

source: last criterion
ta: கடைசி அளவுகோல்

source: default criterion
ta: இயல்புநிலை அளவுகோல்

source: Global search
ta: உலக தேடல்

source: Item locks
ta: உருப்படி பூட்டுகள்

source: Use locks
ta: பூட்டுகளைப் பயன்படுத்துங்கள்

source: Profile to be used when locking items
ta: உருப்படிகளைப் பூட்டும்போது சுயவிவரம் பயன்படுத்தப்பட வேண்டும்

source: List of items to lock
ta: பூட்ட வேண்டிய பொருட்களின் பட்டியல்

source: Auto Login
ta: ஆட்டோ உள்நுழைவு

source: Time to allow "Remember Me"
ta: "என்னை நினைவில் கொள்ளுங்கள்" என்று அனுமதிக்கும் நேரம்

source: Default state of checkbox
ta: தேர்வுப்பெட்டியின் இயல்புநிலை நிலை

source: Display source dropdown on login page
ta: உள்நுழைவு பக்கத்தில் மூல கீழ்தோன்றலைக் காண்பி

# button
source: Save
ta: சேமி

source: Assets
ta: சொத்துக்கள்

source: Enable the financial and administrative information by default
ta: முன்னிருப்பாக பொருள் மற்றும் நிர்வாக தகவல்களை இயக்கவும்

source: Restrict monitor management
ta: மானிட்டர் நிர்வாகத்தை கட்டுப்படுத்துங்கள்

source: Software category deleted by the dictionary rules
ta: மென்பொருள் வகை அகராதி விதிகளால் நீக்கப்பட்டது

source: Restrict device management
ta: சாதன நிர்வாகத்தை கட்டுப்படுத்துங்கள்

source: End of fiscal year
ta: நிதியாண்டின் முடிவு

source: Restrict phone management
ta: தொலைபேசி நிர்வாகத்தை கட்டுப்படுத்துங்கள்

source: Automatic fields (marked by *)
ta: தானியங்கி புலங்கள் (குறிக்கப்பட்டுள்ளன *)

source: By entity
ta: நிறுவனம் மூலம்

source: Restrict printer management
ta: அச்சுப்பொறி நிர்வாகத்தை கட்டுப்படுத்துங்கள்

source: Devices displayed in menu
ta: பட்டியலில் காட்டப்படும் சாதனங்கள்

source: Automatic transfer of computers
ta: கணினிகளின் தானியங்கி பரிமாற்றம்

source: Template for the automatic transfer of computers in another entity
ta: மற்றொரு நிறுவனத்தில் கணினிகளை தானாக மாற்றுவதற்கான வார்ப்புரு

source: No automatic transfer
ta: தானியங்கி பரிமாற்றம் இல்லை

source: Automatically update of the elements related to the computers
ta: கணினிகள் தொடர்பான உறுப்புகளை தானாக புதுப்பிக்கவும்

source: Unit management
ta: பிரிவு மேலாண்மை

source: When connecting or updating
ta: இணைக்கும்போது அல்லது புதுப்பிக்கும்போது

source: Do not copy
ta: நகலெடுக்க வேண்டாம்

source: Copy
ta: நகலெடு

source: Copy computer status
ta: கணினி நிலையை நகலெடுக்கவும்

source: When disconnecting
ta: துண்டிக்கும்போது

source: Do not delete
ta: நீக்க வேண்டாம்

source: Clear
ta: தெளிவான

source: Clear status
ta: தெளிவான நிலை

source: Automatically add users from an external authentication source
ta: வெளிப்புற அங்கீகார மூலத்திலிருந்து பயனர்களை தானாக சேர்க்கவும்

source: Add a user without accreditation from a LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்திலிருந்து ஏற்பு இல்லாமல் ஒரு பயனரைச் சேர்க்கவும்

source: Action when a user is deleted from the LDAP directory
ta: ஒரு பயனர் எல்.டி.ஏ.பி கோப்பகத்திலிருந்து நீக்கப்படும் போது செயல்

source: ITSM-NG server time zone
ta: ITSM-OF சேவையகம் நேர மண்டலம்

source: SQL replica
ta: கவிமொ பிரதி

source: SQL server (MariaDB or MySQL)
ta: கவிமொ சேவையகம் (மரியாடிபி அல்லது MySQL)

source: Database
ta: தரவுத்தளம்

source: SQL user
ta: கவிமொ பயனர்

source: SQL password
ta: கவிமொ கடவுச்சொல்

source: Use the slave for the search engine
ta: தேடுபொறிக்கு அடிமையைப் பயன்படுத்தவும்

source: If synced (all changes)
ta: ஒத்திசைக்கப்பட்டால் (அனைத்து மாற்றங்களும்)

source: If synced (current user changes)
ta: ஒத்திசைக்கப்பட்டால் (தற்போதைய பயனர் மாற்றங்கள்)

source: If synced or read-only account
ta: ஒத்திசைக்கப்பட்டால் அல்லது படிக்க மட்டும் கணக்கு

source: Always
ta: எப்போதும்

source: API
ta: பநிஇ

source: URL of the API
ta: பநிஇ இன் முகவரி

source: URL of the dashboard API
ta: டாச்போர்டு பநிஇ இன் முகவரி

source: Enable Rest API
ta: REST பநிஇ ஐ இயக்கவும்

source: API inline Documentation
ta: பநிஇ இன்லைன் ஆவணம்

source: Enable login with credentials
ta: நற்சான்றிதழ்களுடன் உள்நுழைவை இயக்கவும்

source: Enable login with external token
ta: வெளிப்புற டோக்கனுடன் உள்நுழைவை இயக்கவும்

source: Add API client
ta: பநிஇ கிளையன்ட் சேர்க்கவும்

source: Assistance
ta: உதவி

source: Step for the hours (minutes)
ta: மணிநேரங்களுக்கு (நிமிடங்கள்) அடியெடுத்து வைக்கவும்

source: Limit of the schedules for planning
ta: திட்டமிடலுக்கான அட்டவணைகளின் வரம்பு

source: Default file size limit imported by the mails receiver
ta: இயல்புநிலை கோப்பு அளவு வரம்பு மெயில்ச் பெறுநரால் இறக்குமதி செய்யப்படுகிறது

source: Default heading when adding a document to a ticket
ta: டிக்கெட்டில் ஆவணத்தைச் சேர்க்கும்போது இயல்புநிலை தலைப்பு

source: By default, a software may be linked to a ticket
ta: இயல்பாக, ஒரு மென்பொருள் டிக்கெட்டுடன் இணைக்கப்படலாம்

source: Keep tickets when purging hardware in the inventory
ta: சரக்குகளில் வன்பொருளை தூய்மைப்படுத்தும் போது டிக்கெட்டுகளை வைத்திருங்கள்

source: Show personnal information in new ticket form (simplified interface)
ta: புதிய டிக்கெட் படிவத்தில் தனிப்பட்ட தகவல்களைக் காட்டு (எளிமைப்படுத்தப்பட்ட இடைமுகம்)

source: Allow anonymous ticket creation (helpdesk.receiver)
ta: அநாமதேய டிக்கெட் உருவாக்க அனுமதிக்கவும் (helpDesk.receiver)

source: Allow anonymous followups (receiver)
ta: அநாமதேய பின்தொடர்தலை அனுமதிக்கவும் (ரிசீவர்)

source: Matrix of calculus for priority
ta: முன்னுரிமைக்கான கால்குலசின் அணி

source: Personalization
ta: தனிப்பயனாக்கம்

source: Language
ta: மொழி

source: Default language
ta: இயல்புநிலை மொழி

source: Date format
ta: தேதி வடிவம்

source: Display order of surnames firstnames
ta: முதல் பெயர்களின் பெயர்களின் காட்சி வரிசை

source: Surname, First name
ta: குடும்பப்பெயர், முதல் பெயர்

source: First name, Surname
ta: முதல் பெயர், குடும்பப்பெயர்

source: Number format
ta: எண் வடிவம்

source: Results to display by page
ta: பக்கம் மூலம் காண்பிக்க முடிவுகள்

source: Go to created item after creation
ta: படைப்புக்குப் பிறகு உருவாக்கப்பட்ட உருப்படிக்குச் செல்லவும்

source: Display the complete name in tree dropdowns
ta: மரத்தின் கீழ்தோன்றல்களில் முழுமையான பெயரைக் காண்பி

source: Display counters
ta: கவுண்டர்களைக் காண்பி

source: Display the number of items in the menu
ta: பட்டியலில் உருப்படிகளின் எண்ணிக்கையைக் காண்பி

source: Keep devices when purging an item
ta: ஒரு பொருளை தூய்மைப்படுத்தும் போது சாதனங்களை வைத்திருங்கள்

source: Notifications for my changes
ta: எனது மாற்றங்களுக்கான அறிவிப்புகள்

source: Results to display on home page
ta: முகப்பு பக்கத்தில் காண்பிக்க முடிவுகள்

source: PDF export font
ta: PDF ஏற்றுமதி எழுத்துரு

source: CSV delimiter
ta: சி.எச்.வி டிலிமிட்டர்

source: Timezone
ta: நேர மண்டலம்

source: Use server configuration
ta: சேவையக உள்ளமைவைப் பயன்படுத்தவும்

source: Private followups by default
ta: தனிப்பட்ட பின்தொடர்தல் இயல்பாக

source: Show new tickets on the home page
ta: முகப்பு பக்கத்தில் புதிய டிக்கெட்டுகளைக் காட்டு

source: Private tasks by default
ta: இயல்பாக தனிப்பட்ட பணிகள்

source: Request sources by default
ta: முன்னிருப்பாக ஆதாரங்களைக் கோருங்கள்

source: Tasks state by default
ta: பணிகள் இயல்பாகவே கூறுகின்றன

source: Information
ta: தகவல்

source: To do
ta: செய்ய

source: Done
ta: முடிந்தது

source: Automatically refresh data (tickets list, project kanban) in minutes
ta: நிமிடங்களில் தானாக தரவை (டிக்கெட் பட்டியல், திட்ட கான்பன்) புதுப்பிக்கவும்

source: Pre-select me as a technician when creating a ticket
ta: டிக்கெட்டை உருவாக்கும் போது என்னை ஒரு தொழில்நுட்ப வல்லுநராக முன் தேர்ந்தெடுக்கவும்

source: Pre-select me as a requester when creating a ticket
ta: டிக்கெட்டை உருவாக்கும் போது என்னை ஒரு கோரிக்கையாளராக முன் தேர்ந்தெடுக்கவும்

source: Priority color 1
ta: முன்னுரிமை நிறம் 1

source: Priority color 2
ta: முன்னுரிமை நிறம் 2

source: Priority color 3
ta: முன்னுரிமை நிறம் 3

source: Priority color 4
ta: முன்னுரிமை நிறம் 4

source: Priority color 5
ta: முன்னுரிமை நிறம் 5

source: Priority color 6
ta: முன்னுரிமை நிறம் 6

source: Due date progression
ta: உரிய தேதி முன்னேற்றம்

source: OK state color
ta: சரி மாநில நிறம்

source: Warning state color
ta: எச்சரிக்கை மாநில நிறம்

source: Critical state color
ta: சிக்கலான மாநில நிறம்

source: Warning state threshold
ta: எச்சரிக்கை மாநில வாசல்

source: Warning state unit
ta: எச்சரிக்கை மாநில பிரிவு

source: Day
ta: நாள்

source: Critical state threshold
ta: முக்கியமான மாநில வாசல்

source: Critical state unit
ta: சிக்கலான மாநில பிரிவு

source: Auto-lock Mode
ta: ஆட்டோ-பூட்டு முறை

source: Direct Notification (requester for unlock will be the notification sender)
ta: நேரடி அறிவிப்பு (திறப்பதற்கான கோரிக்கை அறிவிப்பு அனுப்புநராக இருக்கும்)

source: Password minimum length
ta: கடவுச்சொல் குறைந்தபட்ச நீளம்

source: Digit
ta: இலக்கம்

source: Lowercase
ta: லோஞ்சேச்

source: Uppercase
ta: பெரிய எழுத்து

source: Symbol
ta: அடையாளம்

source: Password must contains
ta: கடவுச்சொல் இருக்க வேண்டும்

source: Password too short!
ta: கடவுச்சொல் மிகக் குறைவு!

source: Password must include at least a digit!
ta: கடவுச்சொல்லை குறைந்தபட்சம் ஒரு இலக்கத்தைக் கொண்டிருக்க வேண்டும்!

source: Password must include at least a lowercase letter!
ta: கடவுச்சொல்லில் குறைந்தபட்சம் ஒரு சிறிய எழுத்துக்கள் இருக்க வேண்டும்!

source: Password must include at least a uppercase letter!
ta: கடவுச்சொல்லில் குறைந்தபட்சம் ஒரு பெரிய கடிதம் இருக்க வேண்டும்!

source: Password must include at least a symbol!
ta: கடவுச்சொல்லை குறைந்தபட்சம் ஒரு அடையாளம் இருக்க வேண்டும்!

source: PHP opcode cache
ta: பிஎச்பி ஆப்கோட் கேச்

source: The "%s" extension is installed
ta: "%s" நீட்டிப்பு நிறுவப்பட்டுள்ளது

source: Memory
ta: நினைவகம்

source: %1$s memory usage is too low or too high
ta: %1$s நினைவக பயன்பாடு மிகக் குறைவு அல்லது மிக அதிகமாக உள்ளது

source: %1$s memory usage is correct
ta: %1$s நினைவக பயன்பாடு சரியானது

source: Hits rate
ta: செய் விகிதம்

source: %1$s hits rate is low
ta: %1$s செய் விகிதம் குறைவாக உள்ளது

source: %1$s hits rate is correct
ta: %1$s செய் விகிதம் சரியானது

source: Out of memory restart
ta: நினைவக மறுதொடக்கம்

source: %1$s restart rate is too high
ta: %1$s மறுதொடக்கம் விகிதம் மிக அதிகம்

source: %1$s restart rate is correct
ta: %1$s மறுதொடக்கம் விகிதம் சரியானது

source: Reset
ta: மீட்டமை

source: Installing and enabling the "%s" extension may improve ITSM-NG performance
ta: "%s" நீட்டிப்பை நிறுவுவதும் செயல்படுத்துவதும் ITSM-NG செயல்திறனை மேம்படுத்தக்கூடும்

source: User data cache
ta: பயனர் தரவு தற்காலிக சேமிப்பு

source: The "%s" cache extension is installed
ta: "%s" கேச் நீட்டிப்பு நிறுவப்பட்டுள்ளது

source: "%s" cache system is used
ta: "%s" கேச் அமைப்பு பயன்படுத்தப்படுகிறது

source: %1$s memory usage is too high
ta: %1$s நினைவக பயன்பாடு மிக அதிகம்

source: Translation cache
ta: மொழிபெயர்ப்பு தற்காலிக சேமிப்பு

source: Log Level
ta: பதிவு நிலை

source: 1- Critical (login error only)
ta: 1- முக்கியமான (உள்நுழைவு பிழை மட்டும்)

source: 2- Severe (not used)
ta: 2- கடுமையான (பயன்படுத்தப்படவில்லை)

source: 3- Important (successful logins)
ta: 3- முக்கியமான (வெற்றிகரமான உள்நுழைவுகள்)

source: 4- Notices (add, delete, tracking)
ta: 4- அறிவிப்புகள் (சேர், நீக்கு, கண்காணித்தல்)

source: 5- Complete (all)
ta: 5- முழுமையானது (அனைத்தும்)

source: Maximal number of automatic actions (run by CLI)
ta: தானியங்கி செயல்களின் அதிகபட்ச எண்ணிக்கை (CLI ஆல் இயக்கப்படுகிறது)

source: Logs in files (SQL, email, automatic action...)
ta: கோப்புகளில் பதிவுகள் (SQL, மின்னஞ்சல், தானியங்கி செயல் ...)

source: Maintenance mode
ta: பராமரிப்பு முறை

source: Maintenance text
ta: பராமரிப்பு உரை

source: Proxy configuration for upgrade check
ta: மேம்படுத்தல் காசோலைக்கான பதிலாள் உள்ளமைவு

source: Server
ta: சேவையகம்

source: Port
ta: துறைமுகம்

source: Login
ta: புகுபதிவு

source: Password
ta: கடவுச்சொல்

source: Information about system installation and configuration
ta: கணினி நிறுவல் மற்றும் உள்ளமைவு பற்றிய தகவல்கள்

source: To copy/paste in your support request
ta: உங்கள் உதவி கோரிக்கையில் நகலெடுக்க/ஒட்ட

source: Yes - Restrict to unit management for manual add
ta: ஆம் - கையேடு சேர்க்கைக்கான அலகு நிர்வாகத்திற்கு கட்டுப்படுத்தவும்

source: Yes - Restrict to global management for manual add
ta: ஆம் - கையேடு சேர்க்கைக்கு உலகளாவிய நிர்வாகத்திற்கு கட்டுப்படுத்தவும்

source: Settings
ta: அமைப்புகள்

source: Default values
ta: இயல்புநிலை மதிப்புகள்

source: Logs purge
ta: பதிவுகள் தூய்மைப்படுத்துகின்றன

source: System
ta: மண்டலம்

source: Security
ta: பாதுகாப்பு

source: Performance
ta: செயல்திறன்

source: A file was created - Perfect!
ta: ஒரு கோப்பு உருவாக்கப்பட்டது - சரியானது!

source: Check permissions to the directory: %s
ta: கோப்பகத்திற்கு அனுமதிகளை சரிபார்க்கவும்: %s

source: The file could not be created.
ta: கோப்பை உருவாக்க முடியவில்லை.

source: The directory could not be created.
ta: கோப்பகத்தை உருவாக்க முடியவில்லை.

source: The directory was created but could not be removed.
ta: அடைவு உருவாக்கப்பட்டது, ஆனால் அகற்ற முடியவில்லை.

source: The file was created but can't be deleted.
ta: கோப்பு உருவாக்கப்பட்டது, ஆனால் நீக்க முடியாது.

source: A file and a directory have be created and deleted - Perfect!
ta: ஒரு கோப்பும் கோப்பகமும் உருவாக்கப்பட்டு நீக்கப்படுகின்றன - சரியானது!

source: Web access to the files directory should not be allowed
ta: கோப்புகளுக்கான வலை அணுகல் அனுமதிக்கப்படக்கூடாது

source: Check the .htaccess file and the web server configuration.
ta: .Htaccess கோப்பு மற்றும் வலை சேவையக உள்ளமைவை சரிபார்க்கவும்.

source: You are using a development version, be careful!
ta: நீங்கள் ஒரு மேம்பாட்டு பதிப்பைப் பயன்படுத்துகிறீர்கள், கவனமாக இருங்கள்!

source: I know I am using a unstable version.
ta: நான் நிலையற்ற பதிப்பைப் பயன்படுத்துகிறேன் என்று எனக்குத் தெரியும்.

source: Please check the unstable version checkbox.
ta: நிலையற்ற பதிப்பு தேர்வுப்பெட்டியை சரிபார்க்கவும்.

source: Logs purge configuration
ta: பதிவுகள் உள்ளமைவை தூய்மைப்படுத்துகின்றன

source: Change all
ta: அனைத்தையும் மாற்றவும்

source: General
ta: பொது

source: Add/update relation between items
ta: உருப்படிகளுக்கு இடையில் உறவைச் சேர்க்கவும்/புதுப்பிக்கவும்

source: Delete relation between items
ta: உருப்படிகளுக்கு இடையிலான உறவை நீக்கு

source: Add the item
ta: உருப்படியைச் சேர்க்கவும்

source: Delete the item
ta: உருப்படியை நீக்கு

source: Restore the item
ta: உருப்படியை மீட்டெடுக்கவும்

source: Update the item
ta: உருப்படியைப் புதுப்பிக்கவும்

source: Plugins
ta: செருகுநிரல்கள்

source: Installation/uninstallation of software on items
ta: உருப்படிகளில் மென்பொருளை நிறுவுதல்/நிறுவல் நீக்குதல்

source: Installation/uninstallation versions on softwares
ta: மென்பொருள்களில் நிறுவல்/நிறுவல் நீக்குதல் பதிப்புகள்

source: Add/Remove items from software versions
ta: மென்பொருள் பதிப்புகளிலிருந்து உருப்படிகளைச் சேர்க்கவும்/அகற்றவும்

source: Financial and administrative information
ta: பொருள் மற்றும் நிர்வாக செய்தி

source: Add financial information to an item
ta: ஒரு பொருளுக்கு பொருள் தகவல்களைச் சேர்க்கவும்

source: Add/remove profiles to users
ta: பயனர்களுக்கு சுயவிவரங்களைச் சேர்க்கவும்/அகற்றவும்

source: Add/remove groups to users
ta: பயனர்களுக்கு குழுக்களைச் சேர்க்கவும்/அகற்றவும்

source: User authentication method changes
ta: பயனர் அங்கீகார முறை மாற்றங்கள்

source: Deleted user in LDAP directory
ta: LDAP கோப்பகத்தில் பயனரை நீக்கியது

source: Add component
ta: கூறு சேர்க்கவும்

source: Update component
ta: புதுப்பிப்பு கூறு

source: Disconnect a component
ta: ஒரு கூறுகளைத் துண்டிக்கவும்

source: Connect a component
ta: ஒரு கூறுகளை இணைக்கவும்

source: Delete component
ta: கூறு நீக்கு

source: All sections
ta: அனைத்து பிரிவுகளும்

source: Purge all log entries
ta: அனைத்து பதிவு உள்ளீடுகளையும் தூய்மைப்படுத்துங்கள்

source: Delete all
ta: அனைத்தையும் நீக்கு

source: Keep all
ta: அனைத்தையும் வைத்திருங்கள்

source: Delete if older than %s month
ta: %s மாதத்தை விட பழையதாக இருந்தால் நீக்கவும்

source: Security setup
ta: பாதுகாப்பு அமைப்பு

source: Password security policy
ta: கடவுச்சொல் பாதுகாப்பு கொள்கை
