Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: If printers are no longer used
ta: அச்சுப்பொறிகள் இனி பயன்படுத்தப்படாவிட்டால்

source: If devices are no longer used
ta: சாதனங்கள் இனி பயன்படுத்தப்படாவிட்டால்

source: If phones are no longer used
ta: தொலைபேசிகள் இனி பயன்படுத்தப்படாவிட்டால்

source: If suppliers are no longer used
ta: சப்ளையர்கள் இனி பயன்படுத்தப்படாவிட்டால்

source: Links between suppliers and contacts
ta: சப்ளையர்கள் மற்றும் தொடர்புகளுக்கு இடையிலான இணைப்புகள்

source: If contacts are no longer used
ta: தொடர்புகள் இனி பயன்படுத்தப்படாவிட்டால்

source: If documents are no longer used
ta: ஆவணங்கள் இனி பயன்படுத்தப்படாவிட்டால்

source: If contracts are no longer used
ta: ஒப்பந்தங்கள் இனி பயன்படுத்தப்படாவிட்டால்

source: You can continue to add elements to be transferred or execute the transfer now
ta: மாற்றப்பட வேண்டிய கூறுகளை நீங்கள் தொடர்ந்து சேர்க்கலாம் அல்லது இப்போது பரிமாற்றத்தை இயக்கலாம்

source: Think of making a backup before transferring items.
ta: உருப்படிகளை மாற்றுவதற்கு முன் காப்புப்பிரதி எடுக்க நினைத்துப் பாருங்கள்.

source: Items to transfer
ta: மாற்ற வேண்டிய உருப்படிகள்

source: Transfer mode
ta: பரிமாற்ற முறை

source: To empty the list of elements to be transferred
ta: மாற்றப்பட வேண்டிய உறுப்புகளின் பட்டியலை வெறுமை செய்ய

source: Device sound card model
ta: சாதன ஒலி அட்டை மாதிரி

source: Battery
ta: மின்கலம்

source: mV
ta: எம்.வி.

source: Invalid internet name: %s
ta: தவறான இணைய பெயர்: %s

source: Notifications configuration
ta: அறிவிப்புகள் உள்ளமைவு

source: Enable followup
ta: பின்தொடர்தலை இயக்கவும்

source: Unable to configure notifications: please configure at least one followup type using the above configuration.
ta: அறிவிப்புகளை உள்ளமைக்க முடியவில்லை: மேலே உள்ள உள்ளமைவைப் பயன்படுத்தி குறைந்தது ஒரு பின்தொடர்தல் வகையையாவது உள்ளமைக்கவும்.

source: Processor
ta: செயலி

source: Frequency by default
ta: இயல்பாக அதிர்வெண்

source: Number of cores
ta: கோர்களின் எண்ணிக்கை

source: Number of threads
ta: நூல்களின் எண்ணிக்கை

source: processor: number of cores
ta: செயலி: கோர்களின் எண்ணிக்கை

source: processor: number of threads
ta: செயலி: நூல்களின் எண்ணிக்கை

source: Processor frequency
ta: செயலி அதிர்வெண்

source: Visible in a ticket
ta: ஒரு டிக்கெட்டில் தெரியும்

source: Can be notified
ta: அறிவிக்க முடியும்

source: Visible in a project
ta: ஒரு திட்டத்தில் தெரியும்

source: Can be manager
ta: மேலாளராக இருக்கலாம்

source: Can contain
ta: கட்டுப்படுத்தலாம்

# button
source: Add a user
ta: ஒரு பயனரைச் சேர்

# button
source: Add a manager
ta: ஒரு மேலாளரைச் சேர்க்கவும்

# button
source: Add a delegatee
ta: ஒரு பிரதிநிதியைச் சேர்க்கவும்

# button
source: Remove a user
ta: ஒரு பயனரை அகற்று

source: Attribute of the user containing its groups
ta: அதன் குழுக்களைக் கொண்ட பயனரின் பண்பு

source: Attribute value
ta: பண்புக்கூறு மதிப்பு

source: Can be in charge of a task
ta: ஒரு பணிக்கு பொறுப்பாக இருக்கலாம்

source: Refused email
ta: மின்னஞ்சல் மறுக்கப்பட்டது

source: Delete emails
ta: மின்னஞ்சல்களை நீக்கு

source: Message-ID email header
ta: செய்தி-ஐடி மின்னஞ்சல் தலைப்பு

source: Unable to affect the email to an entity
ta: ஒரு நிறுவனத்திற்கு மின்னஞ்சலை பாதிக்க முடியவில்லை

source: Email not found. Impossible import
ta: மின்னஞ்சல் கிடைக்கவில்லை. சாத்தியமற்ற இறக்குமதி

source: Not enough rights
ta: போதுமான உரிமைகள் இல்லை

source: Alias port
ta: மாற்று துறைமுகம்

source: Dictionnary of computer types
ta: கணினி வகைகளின் அகராதி

source: Cores
ta: கோர்கள்

source: Threads
ta: நூல்கள்

source: Update to %s
ta: %s க்கு புதுப்பிக்கவும்

source: Update dashboard
ta: டாச்போர்டைப் புதுப்பிக்கவும்

source: Root entity
ta: ரூட் நிறுவனம்

# ticket
source: New
ta: புதிய

source: Serial of the operating system
ta: இயக்க முறைமையின் தொடர்

source: Product ID of the operating system
ta: இயக்க முறைமையின் தயாரிப்பு ஐடி

source: Add of - %s to database
ta: தரவுத்தளத்தில் - %s ஐச் சேர்க்கவும்

source: date_mod and date_creation
ta: date_mod மற்றும் date_creation

source: Add date_mod to %s
ta: Date_mod ஐ %s இல் சேர்க்கவும்

source: Add date_creation to %s
ta: %s க்கு தேதி_கிரேசனைச் சேர்க்கவும்

source: Update successful, your database is up to date
ta: வெற்றிகரமாக புதுப்பிக்கவும், உங்கள் தரவுத்தளம் புதுப்பித்த நிலையில் உள்ளது

source: You must now proceed to updating your database content
ta: உங்கள் தரவுத்தள உள்ளடக்கத்தை புதுப்பிக்க இப்போது தொடர வேண்டும்

source: Locations update
ta: இருப்பிடங்கள் புதுப்பித்தல்

source: The new structure is hierarchical
ta: புதிய அமைப்பு படிநிலை

source: Provide a delimiter in order to automate the new hierarchy generation.
ta: புதிய படிநிலை தலைமுறையை தானியக்கமாக்குவதற்கு ஒரு டிலிமிட்டரை வழங்கவும்.

source: You can also specify a root location which will include all the generated locations.
ta: உருவாக்கப்பட்ட அனைத்து இடங்களையும் உள்ளடக்கிய ஒரு ரூட் இருப்பிடத்தையும் நீங்கள் குறிப்பிடலாம்.

source: Delimiter
ta: பிரிப்பான்

source: Root location
ta: ரூட் இருப்பிடம்

source: Actual locations
ta: உண்மையான இடங்கள்

source: New hierarchy
ta: புதிய படிநிலை

source: This is the new hierarchy. If it's complete approve it.
ta: இது புதிய வரிசைமுறை. அது முழுமையானதாக இருந்தால் அதை அங்கீகரிக்கவும்.

source: Missing security key file
ta: பாதுகாப்பு விசை கோப்பு இல்லை

source: Ignore warning
ta: எச்சரிக்கையை புறக்கணிக்கவும்

source: Impossible to accomplish an update by this way!
ta: இந்த வழியில் புதுப்பிப்பை நிறைவேற்ற இயலாது!

source: Go back to ITSM-NG
ta: ITSM-NG க்குச் செல்லுங்கள்

source: Caution! You will update the ITSM-NG database named: %s
ta: எச்சரிக்கை! நீங்கள் பெயரிடப்பட்ட ITSM-NG தரவுத்தளத்தை புதுப்பிப்பீர்கள்: %s

source: Continue
ta: தொடரவும்

source: Database connection successful
ta: தரவுத்தள இணைப்பு வெற்றிகரமாக

source: Use ITSM-NG
ta: ITSM-NNG ஐப் பயன்படுத்தவும்

source: Connection to database failed, verify the connection parameters included in config_db.php file
ta: தரவுத்தளத்திற்கான இணைப்பு தோல்வியுற்றது, config_db.php கோப்பில் சேர்க்கப்பட்டுள்ள இணைப்பு அளவுருக்களை சரிபார்க்கவும்

source: Renting
ta: வாடகை

source: Leasing
ta: குத்தகை

source: Insurance
ta: காப்பீடு

source: Hardware support
ta: வன்பொருள் உதவி

source: Software support
ta: மென்பொருள் உதவி

source: Service provided
ta: பணி வழங்கப்பட்டது

source: Fix URL of images in ITIL tasks, followups and solutions.
ta: ஐ.டி.ஐ.எல் பணிகள், பின்தொடர்தல் மற்றும் தீர்வுகளில் படங்களின் முகவரி ஐ சரிசெய்யவும்.

source: SQL error starting
ta: கவிமொ பிழை தொடங்குகிறது

source: Automatic redirection, else click
ta: தானியங்கி திசைதிருப்பல், வேறு சொடுக்கு செய்க

source: Data migration
ta: தரவு இடம்பெயர்வு

source: Commercial
ta: வணிக

source: Direct
ta: நேரடி

source: Written
ta: எழுதப்பட்டது

source: Central
ta: மைய

source: Mini tickets dashboard
ta: மினி டிக்கெட் டாச்போர்டு

source: Default (from user profile)
ta: இயல்புநிலை (பயனர் சுயவிவரத்திலிருந்து)

source: just now
ta: இப்போது

source: a minute ago
ta: ஒரு மணித்துளி முன்பு

source: an hour ago
ta: ஒரு மணி நேரத்திற்கு முன்பு

source: yesterday
ta: நேற்று

source: a year ago
ta: ஒரு வருடம் முன்பு

source: Go to
ta: செல்

source: Open this element in a new tab
ta: இந்த உறுப்பை புதிய தாவலில் திறக்கவும்

source: Show ongoing tickets
ta: நடந்துகொண்டிருக்கும் டிக்கெட்டுகளைக் காட்டு

source: Show ongoing tickets for this item
ta: இந்த உருப்படிக்கு நடந்துகொண்டிருக்கும் டிக்கெட்டுகளைக் காண்பி

source: Group properties...
ta: குழு பண்புகள் ...

source: Set name and/or color for this group
ta: இந்த குழுவிற்கு பெயர் மற்றும்/அல்லது வண்ணத்தை அமைக்கவும்

source: Remove from group
ta: குழுவிலிருந்து அகற்று

source: Remove this asset from the group
ta: குழுவிலிருந்து இந்த சொத்தை அகற்றவும்

source: This asset already exists.
ta: இந்த சொத்து ஏற்கனவே உள்ளது.

source: Unexpected error.
ta: எதிர்பாராத பிழை.

source: Ongoing tickets
ta: நடந்துகொண்டிருக்கும் டிக்கெட்டுகள்

source: Edit group
ta: குழு திருத்து

source: Draw a line between two assets to add an impact relation
ta: தாக்க உறவைச் சேர்க்க இரண்டு சொத்துக்களுக்கு இடையில் ஒரு கோட்டை வரையவும்

source: Click on an element to remove it from the network
ta: பிணையத்திலிருந்து அதை அகற்ற ஒரு உறுப்பைக் சொடுக்கு செய்க

source: Draw a square containing the assets you wish to group
ta: நீங்கள் குழு செய்ய விரும்பும் சொத்துக்களைக் கொண்ட ஒரு சதுரத்தை வரையவும்

source: Requests
ta: கோரிக்கைகள்

source: Incidents
ta: சம்பவங்கள்

source: Changes
ta: மாற்றங்கள்

source: You need to select at least 2 assets to make a group
ta: ஒரு குழுவை உருவாக்க நீங்கள் குறைந்தது 2 சொத்துக்களைத் தேர்ந்தெடுக்க வேண்டும்

source: Bulk add
ta: மொத்த சேர்

source: Search or filter results
ta: முடிவுகளைத் தேடுங்கள் அல்லது வடிகட்டவும்

source: Add column
ta: நெடுவரிசையைச் சேர்க்கவும்

source: More
ta: மேலும்

source: %d other team members
ta: %d மற்ற குழு உறுப்பினர்கள்

source: One item per line
ta: ஒரு வரிக்கு ஒரு உருப்படி

source: Add a column from existing status
ta: இருக்கும் நிலையிலிருந்து ஒரு நெடுவரிசையைச் சேர்க்கவும்

source: Or add a new status
ta: அல்லது புதிய நிலையைச் சேர்க்கவும்

source: Create status
ta: நிலையை உருவாக்கவும்

source: Toggle collapse
ta: சரிவை மாற்றவும்

source: Clone
ta: நகலி

source: Make a choice
ta: ஒரு தேர்வு செய்யுங்கள்

source: Delete the whole serie of the recurrent event
ta: தொடர்ச்சியான நிகழ்வின் முழுத் தொடரையும் நீக்கு

source: or just add an exception by deleting this instance?
ta: அல்லது இந்த நிகழ்வை நீக்குவதன் மூலம் விதிவிலக்கு சேர்க்கவா?

source: Serie
ta: சீரி

source: Instance
ta: சான்று

source: Recurring event resized
ta: தொடர்ச்சியான நிகழ்வு மறுஅளவாக்கியது

source: The resized event is a recurring event. Do you want to change the serie or instance ?
ta: மறுசீரமைக்கப்பட்ட நிகழ்வு தொடர்ச்சியான நிகழ்வு. நீங்கள் சீரி அல்லது உதாரணத்தை மாற்ற விரும்புகிறீர்களா?

source: Recurring event dragged
ta: தொடர்ச்சியான நிகழ்வு இழுக்கப்பட்டது

source: The dragged event is a recurring event. Do you want to move the serie or instance ?
ta: இழுத்துச் செல்லப்பட்ட நிகழ்வு தொடர்ச்சியான நிகழ்வு. நீங்கள் சீரி அல்லது உதாரணத்தை நகர்த்த விரும்புகிறீர்களா?

source: Initialization
ta: முன்னமைவு

source: Initialized
ta: தொடங்கப்பட்டது

source: Languages
ta: மொழிகள்

source: You can add your favorite section to this menu. To do this click on the cogwheel then click and the star next to the menu you wish to add as a favorite.
ta: இந்த பட்டியலில் உங்களுக்கு பிடித்த பகுதியை நீங்கள் சேர்க்கலாம். இதைச் செய்ய கோக்வீலில் சொடுக்கு செய்து, சொடுக்கு செய்து, மெனுவுக்கு அடுத்த விண்மீன் நீங்கள் பிடித்தவராக சேர்க்க விரும்புகிறீர்கள்.

source: Menu
ta: பட்டியல்

source: Menu collapse
ta: பட்டியல் சரிவு

source: Up
ta: மேலே

source: bubble
ta: குமிழி

source: Reset menu bubble position
ta: பட்டியல் குமிழி நிலையை மீட்டமைக்கவும்

source: Activate menu favorite
ta: பட்டியல் பிடித்ததைச் செயல்படுத்தவும்

source: Activate favorite selection
ta: பிடித்த தேர்வை செயல்படுத்தவும்

source: Menu position
ta: பட்டி நிலை

source: CSRF token is invalid
ta: சி.எச்.ஆர்.எஃப் கிள்ளாக்கு தவறானது

source: Acessibility menu
ta: அணுகல் பட்டியல்

source: Checking for environment's requirements with the execution of ITSM-NG
ta: ITSM-NG ஐ செயல்படுத்துவதன் மூலம் சுற்றுச்சூழலின் தேவைகளை சரிபார்க்கிறது

source: Testing database connection
ta: தரவுத்தள இணைப்பை சோதித்தல்

source: Can use CAS
ta: CAS ஐப் பயன்படுத்தலாம்

source: Logout URL
ta: வெளியேறு முகவரி

source: Plan
ta: திட்டம்

source: If not active, the notification will not be sent
ta: செயலில் இல்லாவிட்டால், அறிவிப்பு அனுப்பப்படாது

source: If checked, the user can respond to the notification
ta: சரிபார்க்கப்பட்டால், பயனர் அறிவிப்புக்கு பதிலளிக்க முடியும்

source: Type of the item to which the notification is attached
ta: அறிவிப்பு இணைக்கப்பட்ட உருப்படியின் வகை

source: Event that triggers the notification
ta: அறிவிப்பைத் தூண்டும் நிகழ்வு

source: Entities
ta: நிறுவனங்கள்

source: Actor type
ta: நடிகர் வகை

source: Limit of the schedules for planning : From
ta: திட்டமிடலுக்கான அட்டவணைகளின் வரம்பு: இருந்து

source: To
ta: பெறுநர்

source: Priority color
ta: முன்னுரிமை நிறம்

# button
source: update
ta: புதுப்பிப்பு

source: Manager Group
ta: மேலாளர் குழு

source: CSRF token is invalid while loading:
ta: ஏற்றும்போது CSRF கிள்ளாக்கு தவறானது:

source: Pages
ta: பக்கங்கள்

source: Number of components
ta: கூறுகளின் எண்ணிக்கை

source: days
ta: நாட்கள்

source: Alarms on reservations
ta: முன்பதிவு குறித்த அலாரங்கள்

source: hours
ta: மணி

source: Alarms on tickets which are not solved since
ta: பின்னர் தீர்க்கப்படாத டிக்கெட்டுகளில் அலாரங்கள்

source: Email domain Name (users email will be login@domain)
ta: மின்னஞ்சல் டொமைன் பெயர் (பயனர்களின் மின்னஞ்சல் உள்நுழைவு@டொமைன்)

source: Protocol
ta: நெறிமுறை

source: Verify Certificat
ta: சான்றிதழை சரிபார்க்கவும்

source: Secure
ta: பாதுகாப்பானது

source: Use mail date, instead of collect one
ta: ஒன்றை சேகரிப்பதற்கு பதிலாக அஞ்சல் தேதியைப் பயன்படுத்தவும்

source: Use Reply-To as requester (when available)
ta: பதிலுக்கு கோரிக்கையாளராக பயன்படுத்தவும் (கிடைக்கும்போது)

source: Add CC users as observer
ta: சிசி பயனர்களை பார்வையாளராக சேர்க்கவும்

source: Collect only unread mail
ta: படிக்காத அஞ்சலை மட்டுமே சேகரிக்கவும்

source: Could not create dashboard
ta: டாச்போர்டை உருவாக்க முடியவில்லை

source: Favorite
ta: பிடித்த

source: SSO Login
ta: ஒருகைஉள் உள்நுழைவு

source: Open ID connect configuration
ta: ஐடி இணைப்பு உள்ளமைவைத் திறக்கவும்

source: No room found or selected
ta: எந்த அறையும் கிடைக்கவில்லை அல்லது தேர்ந்தெடுக்கப்படவில்லை

source: Marketplace
ta: சந்தை

source: %1$s adds the item %2$s-%3$s:%4$s
ta: %1$s உருப்படியை%2$s-%3$s:%4 $ s ஐ சேர்க்கிறது

source: See the catalog of plugins
ta: செருகுநிரல்களின் பட்டியலைக் காண்க

source: If name is a valid email address, it will be automatically added to blacklisted senders.
ta: பெயர் செல்லுபடியாகும் மின்னஞ்சல் முகவரி என்றால், அது தானாகவே தடுப்புப்பட்டியலில் அனுப்பப்படும் அனுப்புநர்களுடன் சேர்க்கப்படும்.

source: Empty for infinite
ta: எல்லையற்றது

source: RSS feeds found
ta: ஆர்.எச்.எச் ஊட்டங்கள் காணப்பட்டன

source: Active Directory
ta: செயலில் உள்ள அடைவு

source: GLPI version
ta: சி.எல்.பி.ஐ பதிப்பு

source: Confirm the promotion?
ta: பதவி உயர்வு உறுதிப்படுத்தவா?

source: Your tickets to close
ta: மூடுவதற்கு உங்கள் டிக்கெட்டுகள்

source: Tickets on pending status
ta: நிலுவையில் உள்ள நிலை குறித்த டிக்கெட்

source: Tickets to be processed
ta: செயலாக்க வேண்டிய டிக்கெட்

source: Your observed tickets
ta: நீங்கள் கவனித்த டிக்கெட்டுகள்

source: Your tickets in progress
ta: உங்கள் டிக்கெட்டுகள் நடந்து கொண்டிருக்கின்றன

source: Your tickets to validate
ta: சரிபார்க்க உங்கள் டிக்கெட்டுகள்

source: Your tickets having rejected approval status
ta: உங்கள் டிக்கெட்டுகள் ஒப்புதல் நிலையை நிராகரித்தன

source: Your tickets having rejected solution
ta: உங்கள் டிக்கெட்டுகள் நிராகரித்த தீர்வு

source: Ticket followup
ta: டிக்கெட் பின்தொடர்தல்

source: %d new ticket
ta: %d புதிய டிக்கெட்

source: No ticket found.
ta: டிக்கெட் எதுவும் கிடைக்கவில்லை.

source: Last tickets
ta: கடைசி டிக்கெட்

source: New ticket for this item...
ta: இந்த உருப்படிக்கு புதிய டிக்கெட் ...

source: Last %d ticket
ta: கடைசி %d டிக்கெட்

source: You don't have right to see all tickets
ta: எல்லா டிக்கெட்டுகளையும் பார்க்க உங்களுக்கு உரிமை இல்லை

source: Ticket on linked items
ta: இணைக்கப்பட்ட உருப்படிகளில் டிக்கெட்

source: No ticket in progress.
ta: டிக்கெட் முன்னேற்றத்தில் இல்லை.

source: Assign equipment
ta: உபகரணங்களை ஒதுக்க

source: Automatic tickets closing
ta: தானியங்கி டிக்கெட் மூடல்

source: Generation of satisfaction surveys
ta: நிறைவு கணக்கெடுப்புகளின் தலைமுறை

source: Automatic closed tickets purge
ta: தானியங்கி மூடிய டிக்கெட்டுகள் தூய்மைப்படுத்துகின்றன

source: See my ticket
ta: எனது டிக்கெட்டைப் பாருங்கள்

source: See group ticket
ta: குழு டிக்கெட்டைப் பார்க்கவும்

source: See tickets created by my groups
ta: எனது குழுக்கள் உருவாக்கிய டிக்கெட்டுகளைப் பார்க்கவும்

source: See all tickets
ta: எல்லா டிக்கெட்டுகளையும் காண்க

source: See assigned
ta: ஒதுக்கப்பட்டதைக் காண்க

source: See assigned tickets
ta: ஒதுக்கப்பட்ட டிக்கெட்டுகளைப் பார்க்கவும்

source: Assign a ticket
ta: ஒரு டிக்கெட்டை ஒதுக்குங்கள்

source: Steal
ta: திருடுங்கள்

source: Steal a ticket
ta: ஒரு டிக்கெட்டைத் திருடுங்கள்

source: Beeing in charge
ta: பொறுப்பில் இருப்பது

source: To be in charge of a ticket
ta: டிக்கெட்டின் பொறுப்பில் இருக்க வேண்டும்

source: Change the priority
ta: முன்னுரிமையை மாற்றவும்

source: Approve solution/Reply survey (my ticket)
ta: தீர்வு/பதில் கணக்கெடுப்பு (எனது டிக்கெட்)

source: Approve solution and reply to survey for ticket created by me
ta: நான் உருவாக்கிய டிக்கெட்டுக்கான கணக்கெடுப்புக்கு தீர்வு மற்றும் பதில் ஒப்புதல்

source: Not enough rights to merge tickets %d and %d
ta: டிக்கெட்டுகளை %d மற்றும் %d ஐ இணைக்க போதுமான உரிமைகள் இல்லை

source: Failed to load ticket %d
ta: டிக்கெட்டை ஏற்றுவதில் தோல்வி %d

source: Failed to add followup to ticket %d
ta: டிக்கெட் %d இல் பின்தொடர்தலைச் சேர்க்கத் தவறிவிட்டது

source: Failed to add task to ticket %d
ta: டிக்கெட்டில் பணியைச் சேர்க்கத் தவறிவிட்டது

source: Failed to add document to ticket %d
ta: டிக்கெட்டில் ஆவணத்தை சேர்க்கத் தவறிவிட்டது

source: Failed to link tickets %d and %d
ta: டிக்கெட்டுகளை %d மற்றும் %d ஐ இணைக்கத் தவறிவிட்டது

source: Failed to delete ticket %d
ta: டிக்கெட்டை நீக்குவதில் தோல்வி %d

source: %s merges ticket %s into %s
ta: %s டிக்கெட்டை %s %s ஆக இணைக்கின்றன

source: Checking write permissions for marketplace plugins directory
ta: சந்தை செருகுநிரல்கள் கோப்பகத்திற்கான எழுதும் அனுமதிகளைச் சரிபார்க்கிறது

source: Recalculate the category
ta: வகையை மீண்டும் கணக்கிடுங்கள்

source: Valid licenses
ta: செல்லுபடியாகும் உரிமங்கள்

# quantity
source: Number of installations
ta: நிறுவல்களின் எண்ணிக்கை

source: Merge
ta: ஒன்றிணைக்கவும்

source: Software deleted after merging
ta: இணைந்த பிறகு மென்பொருள் நீக்கப்பட்டது

source: You must enable at least one notification mode.
ta: நீங்கள் குறைந்தது ஒரு அறிவிப்பு பயன்முறையையாவது இயக்க வேண்டும்.

source: Connect a computer
ta: கணினியை இணைக்கவும்

source: Not connected
ta: இணைக்கப்படவில்லை

source: Show as map
ta: வரைபடமாகக் காட்டு

source: Valid to %s
ta: %s க்கு செல்லுபடியாகும்

source: Late tickets
ta: தாமதமான டிக்கெட்

source: Tickets waiting for validation
ta: சரிபார்ப்புக்காக காத்திருக்கும் டிக்கெட்டுகள்

source: Incoming tickets
ta: உள்வரும் டிக்கெட்

source: Solved tickets
ta: தீர்க்கப்பட்ட டிக்கெட்

source: Closed tickets
ta: மூடிய டிக்கெட்

source: without
ta: இல்லாமல்

source: Time to close
ta: மூட வேண்டிய நேரம்

source: To validate
ta: சரிபார்க்க

source: Solved
ta: தீர்க்கப்பட்டது

source: Share or embed this dashboard
ta: இந்த டாச்போர்டைப் பகிரவும் அல்லது உட்பொதிக்கவும்

source: Delete this dashboard
ta: இந்த டாச்போர்டை நீக்கு

source: Toggle auto-refresh
ta: ஆட்டோ-ரீஃப்ரெசை மாற்றவும்

source: Toggle night mode
ta: இரவு பயன்முறையை மாற்றவும்

source: Toggle fullscreen
ta: மாற்று முழுத்திரை

source: Clone this dashboard
ta: இந்த டாச்போர்டை நகலி செய்யுங்கள்

source: Toggle edit mode
ta: திருத்து பயன்முறையை மாற்றவும்

source: Add filter
ta: வடிகட்டியைச் சேர்க்கவும்

source: Add a new dashboard
ta: புதிய டாச்போர்டைச் சேர்க்கவும்

source: others
ta: மற்றவர்கள்

source: Widget
ta: விட்செட்

source: Use gradient palette
ta: சாய்வு தட்டு பயன்படுத்தவும்

source: Display value labels on points/bars
ta: புள்ளிகள்/பார்களில் மதிப்பு லேபிள்களைக் காண்பி

source: Limit number of data
ta: தரவின் எண்ணிக்கையை கட்டுப்படுத்துங்கள்

source: Filters
ta: வடிப்பான்கள்

source: Embed in another application
ta: மற்றொரு பயன்பாட்டில் உட்பொதிக்கப்பட்டுள்ளது

source: Direct link
ta: நேரடி இணைப்பு

source: Or share the dashboard to these target objects:
ta: அல்லது இந்த இலக்கு பொருள்களுக்கு டாச்போர்டைப் பகிரவும்:

source: empty card !
ta: வெற்று அட்டை!

source: Number of %s
ta: %s எண்ணிக்கை

source: %s by %s
ta: %s %s

source: List of %s
ta: %s பட்டியல்

source: Number of tickets by month
ta: மாதத்திற்குள் டிக்கெட்டுகளின் எண்ணிக்கை

source: Evolution of ticket in the past year
ta: கடந்த ஆண்டில் டிக்கெட்டின் பரிணாமம்

source: Tickets status by month
ta: மாதத்திற்கு டிக்கெட் நிலை

source: Tickets times (in hours)
ta: டிக்கெட் நேரங்கள் (மணிநேரங்களில்)

source: Tickets summary
ta: டிக்கெட் சுருக்கம்

source: Top ticket's categories
ta: சிறந்த டிக்கெட்டின் வகைகள்

source: Top ticket's entities
ta: சிறந்த டிக்கெட்டின் நிறுவனங்கள்

source: Top ticket's request types
ta: சிறந்த டிக்கெட்டின் கோரிக்கை வகைகள்

source: Top ticket's locations
ta: சிறந்த டிக்கெட்டின் இருப்பிடங்கள்

source: Top ticket's requesters
ta: சிறந்த டிக்கெட்டின் கோரிக்கையாளர்கள்

source: Top ticket's requester groups
ta: சிறந்த டிக்கெட்டின் கோரிக்கை குழுக்கள்

source: Top ticket's observers
ta: சிறந்த டிக்கெட்டின் பார்வையாளர்கள்

source: Top ticket's observer groups
ta: சிறந்த டிக்கெட்டின் பார்வையாளர் குழுக்கள்

source: Top ticket's assignees
ta: சிறந்த டிக்கெட்டின் ஒதுக்கீட்டாளர்கள்

source: Top ticket's assignee groups
ta: சிறந்த டிக்கெட்டின் ஒதுக்கப்பட்ட குழுக்கள்

source: List of reminders
ta: நினைவூட்டல்களின் பட்டியல்

source: Editable markdown card
ta: திருத்தக்கூடிய மார்க் பேரூர் அட்டை

source: Toggle edit mode to edit content
ta: உள்ளடக்கத்தைத் திருத்த திருத்து பயன்முறையை மாற்றவும்

source: field name in DB
ta: டி.பியில் புலம் பெயர்

source: Example:
ta: எடுத்துக்காட்டு:

source: Since GLPI 9.2, we’ve introduced a new statistics feature called “Telemetry”, that anonymously with your permission, sends data to our telemetry website.
ta: சி.எல்.பி.ஐ 9.2 முதல், “டெலிமெட்ரி” என்ற புதிய புள்ளிவிவர அம்சத்தை நாங்கள் அறிமுகப்படுத்தியுள்ளோம், இது உங்கள் அனுமதியுடன் அநாமதேயமாக, எங்கள் டெலிமெட்ரி வலைத்தளத்திற்கு தரவை அனுப்புகிறது.

source: IP network is not included in the database. However, you can see current available networks.
ta: ஐபி பிணையம் தரவுத்தளத்தில் சேர்க்கப்படவில்லை. இருப்பினும், தற்போதைய கிடைக்கக்கூடிய நெட்வொர்க்குகளை நீங்கள் காணலாம்.

source: Several network names available! Go to the tab 'Network Name' to manage them.
ta: பல பிணைய பெயர்கள் கிடைக்கின்றன! அவற்றை நிர்வகிக்க 'பிணையம் பெயர்' தாவலுக்குச் செல்லுங்கள்.

source: Add a network name
ta: பிணைய பெயரைச் சேர்க்கவும்

source: Not associated
ta: தொடர்புபடுத்தப்படவில்லை

source: Create a new network name
ta: புதிய பிணைய பெயரை உருவாக்கவும்

source: No network name found
ta: பிணைய பெயர் எதுவும் கிடைக்கவில்லை

source: Unable to download plugin archive.
ta: சொருகி காப்பகத்தைப் பதிவிறக்க முடியவில்லை.

source: Plugin archive format is not supported by your system : %s.
ta: சொருகி காப்பக வடிவம் உங்கள் கணினியால் ஆதரிக்கப்படவில்லை: %s.

source: Unable to extract plugin archive.
ta: சொருகி காப்பகத்தை பிரித்தெடுக்க முடியவில்லை.

source: Check all plugin updates
ta: அனைத்து சொருகி புதுப்பிப்புகளையும் சரிபார்க்கவும்

source: New version for plugin %s: %s
ta: சொருகி %s: %s க்கான புதிய பதிப்பு

source: Installed
ta: நிறுவப்பட்டது

source: Discover
ta: கண்டுபிடி

source: %1$s services website seems not available from your network or offline
ta: %1$s சேவைகள் வலைத்தளம் உங்கள் பிணையம் அல்லது ஆஃப்லைனில் இருந்து கிடைக்கவில்லை

source: Maybe you could setup a proxy
ta: ஒருவேளை நீங்கள் ஒரு ப்ராக்சியை அமைக்கலாம்

source: or please check later
ta: அல்லது பின்னர் சரிபார்க்கவும்

source: Your %1$s registration is not valid.
ta: உங்கள் %1$s பதிவு செல்லுபடியாகாது.

source: A registration, at least a free one, is required to use marketplace!
ta: ஒரு பதிவு, குறைந்தபட்சம் ஒரு இலவசம், சந்தையைப் பயன்படுத்த வேண்டும்!

source: Register on %1$s
ta: %1$s இல் பதிவு செய்யுங்கள்

source: fill your registration key in setup.
ta: அமைப்பில் உங்கள் பதிவு விசையை நிரப்பவும்.

source: Your %1$s subscription has been terminated.
ta: உங்கள் %1$s சந்தா நிறுத்தப்பட்டுள்ளது.

source: Renew it on %1$s.
ta: %1$s இல் புதுப்பிக்கவும்.

source: We can't write on the markeplace directory (%s).
ta: சந்தை கோப்பகத்தில் (%s) எழுத முடியாது.

source: If you want to ease the plugins download, please check permissions and ownership of this directory.
ta: செருகுநிரல்கள் பதிவிறக்கத்தை எளிதாக்க விரும்பினால், தயவுசெய்து இந்த கோப்பகத்தின் அனுமதியையும் உரிமையையும் சரிபார்க்கவும்.

source: Otherwise, you will need to download and unzip the plugins archives manually.
ta: இல்லையெனில், நீங்கள் செருகுநிரல்களை கைமுறையாக பதிவிறக்கம் செய்து அவிழ்க்க வேண்டும்.

source: Alpha ASC
ta: ஆல்பா அச்க்
