Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

# quantity
source: Number of lines
ta: வரிகளின் எண்ணிக்கை

source: Headset
ta: எட்செட்

source: Speaker
ta: ஒலிபெருக்கி, ஒலிபரப்பி

source: Device graphic card model
ta: சாதன கிராஃபிக் அட்டை மாதிரி

source: Controller
ta: கட்டுப்படுத்தி

source: RAID
ta: சோதனை

source: You don't have right to connect
ta: இணைக்க உங்களுக்கு உரிமை இல்லை

source: You don't have access to this application because your account was deactivated or removed
ta: உங்கள் கணக்கு செயலிழக்க அல்லது அகற்றப்பட்டதால் இந்த பயன்பாட்டிற்கான அணுகல் உங்களுக்கு இல்லை

source: tree structure
ta: மர அமைப்பு

source: The action you have requested is not allowed.
ta: நீங்கள் கோரிய நடவடிக்கை அனுமதிக்கப்படவில்லை.

source: %1$s starts impersonating user %2$s
ta: %1$s பயனர் %2$s ஆள்மாறாட்டம் செய்யத் தொடங்குகின்றன

source: %1$s stops impersonating user %2$s
ta: %1$s பயனர் %2$s ஆச்சமாக இருப்பதை நிறுத்துகிறது

source: Address:
ta: முகவரி:

source: Order by item type
ta: உருப்படி வகை மூலம் ஆர்டர் செய்யுங்கள்

source: Other kind of items
ta: பிற வகையான உருப்படிகள்

source: No IP address found
ta: ஐபி முகவரி எதுவும் கிடைக்கவில்லை

source: DNS name
ta: டி.என்.எச் பெயர்

source: DNS suffix
ta: டி.என்.எச் பின்னொட்டு

source: Purchase date incompatible with the associated budget. %1$s not in budget period: %2$s / %3$s
ta: தொடர்புடைய பட்செட்டுடன் பொருந்தாத தேதி கொள்முதல். %1$s பட்செட் காலத்தில் இல்லை: %2$s / %3$s

source: Send alarms on financial and administrative information
ta: பொருள் மற்றும் நிர்வாக தகவல்களுக்கு அலாரங்களை அனுப்பவும்

source: Item reaching the end of warranty on %1$s: %2$s
ta: %1$s: %2$s இல் உத்தரவாதத்தின் முடிவை எட்டும் உருப்படி

source: No item reaching the end of warranty.
ta: உத்தரவாதத்தின் முடிவை எட்டும் எந்த உருப்படியும் இல்லை.

source: send infocom alert failed
ta: இன்ஃபோகாம் எச்சரிக்கை தோல்வியுற்றது

source: Linear
ta: நேரியல்

source: Decreasing
ta: குறைந்து

source: Please fill you fiscal year date in preferences.
ta: விருப்பங்களில் நிதியாண்டு தேதியை நிரப்பவும்.

source: Please fill either buy or use date in preferences.
ta: விருப்பங்களை வாங்க அல்லது தேதியைப் பயன்படுத்தவும்.

source: Requested item not found
ta: கோரப்பட்ட உருப்படி கிடைக்கவில்லை

source: For this type of item, the financial and administrative information are only a model for the items which you should add.
ta: இந்த வகை உருப்படிக்கு, பொருள் மற்றும் நிர்வாக தகவல்கள் நீங்கள் சேர்க்க வேண்டிய உருப்படிகளுக்கு ஒரு மாதிரி மட்டுமே.

source: Asset lifecycle
ta: சொத்து வாழ்க்கை சுழற்சி

source: Date of last physical inventory
ta: கடைசி உடல் சரக்குகளின் தேதி

source: Order number
ta: ஆர்டர் எண்

source: Immobilization number
ta: அசையாத எண்

source: Invoice number
ta: விலைப்பட்டியல் எண்

source: Delivery form
ta: விநியோக வடிவம்

source: Warranty extension value
ta: உத்தரவாத நீட்டிப்பு மதிப்பு

source: Account net value
ta: கணக்கு நிகர மதிப்பு

source: Amortization type
ta: கடன்தொகை வகை

source: years
ta: ஆண்டுகள்

source: Amortization duration
ta: கடன்தொகை காலம்

source: Amortization coefficient
ta: கடன்தொகை குணகம்

source: TCO (value + tracking cost)
ta: TCO (மதிப்பு + கண்காணிப்பு செலவு)

source: Monthly TCO
ta: மாதாந்திர TCO

source: Warranty information
ta: உத்தரவாத செய்தி

source: Warranty duration
ta: உத்தரவாத காலம்

source: Lifelong
ta: வாழ்நாள் முழுவதும்

source: Comments on financial and administrative information
ta: பொருள் மற்றும் நிர்வாக தகவல்கள் குறித்த கருத்துகள்

source: Project type
ta: திட்ட வகை

source: System board model
ta: கணினி பலகை மாதிரி

source: Dictionnary of device models
ta: சாதன மாதிரிகளின் அகராதி

source: Town
ta: நகரம்

source: Building number
ta: கட்டிட எண்

source: Room number
ta: அறை எண்

source: Location comments
ta: இருப்பிட கருத்துகள்

source: PDU type
ta: PDU வகை

source: Browser followups configuration
ta: உலாவி பின்தொடர்தல் உள்ளமைவு

source: Enable followups from browser
ta: உலாவியில் இருந்து பின்தொடர்வுகளை இயக்கவும்

source: Browser notification
ta: உலாவி அறிவிப்பு

source: Sound
ta: ஒலி

source: Default notification sound
ta: இயல்புநிலை அறிவிப்பு ஒலி

source: Time to check for new notifications (in seconds)
ta: புதிய அறிவிப்புகளை சரிபார்க்க நேரம் (நொடிகளில்)

source: URL of the icon
ta: ஐகானின் முகவரி

source: Send a test browser notification to you
ta: உங்களுக்கு சோதனை உலாவி அறிவிப்பை அனுப்பவும்

source: Original email address was %1$s
ta: அசல் மின்னஞ்சல் முகவரி %1$s

source: Error in sending the email
ta: மின்னஞ்சலை அனுப்புவதில் பிழை

source: %1$s. Message: %2$s, Error: %3$s
ta: %1$s. செய்தி: %2$s, பிழை: %3$s

source: Warning: an email was undeliverable to %s with %d retries remaining
ta: எச்சரிக்கை: %d க்கு %d க்கு ஒரு மின்னஞ்சல் வழங்க முடியாதது

source: Fatal error: giving up delivery of email to %s
ta: அபாயகரமான பிழை: %s க்கு மின்னஞ்சல் வழங்குவதை விட்டுக்கொடுப்பது

source: An email was sent to %s
ta: %s ஒரு மின்னஞ்சல் அனுப்பப்பட்டது

source: IP network
ta: ஐபி பிணையம்

source: IP version
ta: ஐபி பதிப்பு

source: Addressable network
ta: உரையாற்றக்கூடிய பிணையம்

source: Set the network using notation address/mask
ta: குறியீட்டு முகவரி/முகமூடியைப் பயன்படுத்தி பிணையத்தை அமைக்கவும்

source: An addressable network is a network defined on an equipment
ta: உரையாற்றக்கூடிய பிணையம் என்பது ஒரு சாதனத்தில் வரையறுக்கப்பட்ட பிணையமாகும்

source: Invalid network address
ta: தவறான பிணைய முகவரி

source: Invalid input format for the network
ta: பிணையத்திற்கான தவறான உள்ளீட்டு வடிவம்

source: Invalid subnet mask
ta: தவறான சப்நெட் மாச்க்

source: Network already defined in visible entities
ta: பிணையம் ஏற்கனவே புலப்படும் நிறுவனங்களில் வரையறுக்கப்பட்டுள்ளது

source: Invalid gateway address
ta: தவறான நுழைவாயில் முகவரி

source: Error replaying rules
ta: விதிகளை மீண்டும் இயக்கும் பிழை

source: Case
ta: வழக்கு

# button
source: Add a contact
ta: ஒரு தொடர்பைச் சேர்க்கவும்

source: Associated contact
ta: தொடர்புடைய தொடர்பு

source: Associated contract
ta: தொடர்புடைய ஒப்பந்தம்

source: Web
ta: விரலிடைத் தோல்

source: PDU
ta: பி.டி.யு

source: Dictionary of manufacturers
ta: உற்பத்தியாளர்களின் அகராதி

source: Device power supply model
ta: சாதன மின்சாரம் வழங்கல் மாதிரி

source: Alert on duplicate record
ta: நகல் பதிவில் எச்சரிக்கை

source: Item successfully added but duplicate record on
ta: உருப்படி வெற்றிகரமாகச் சேர்த்தது, ஆனால் நகல் பதிவு

source: Message
ta: செய்தி

source: Doer
ta: செய்பவர்

source: Intended action
ta: நோக்கம் கொண்ட செயல்

source: Consumables alarm
ta: நுகர்பொருட்கள் அலாரம்

source: Knowledge base item
ta: அறிவுத் தள உருப்படி

source: Add a linked item
ta: இணைக்கப்பட்ட உருப்படியைச் சேர்க்கவும்

source: Link a knowledge base entry
ta: அறிவு அடிப்படை உள்ளீட்டை இணைக்கவும்

source: Link
ta: இணைப்பு

source: No linked items
ta: இணைக்கப்பட்ட உருப்படிகள் இல்லை

source: No knowledge base entries linked
ta: அறிவுத் தள உள்ளீடுகள் எதுவும் இணைக்கப்படவில்லை

source: Linked item
ta: இணைக்கப்பட்ட உருப்படி

source: Update date
ta: புதுப்பிப்பு தேதி

source: template
ta: வார்ப்புரு

# button
source: Link knowledgebase article
ta: அறிவு அடிப்படை கட்டுரை இணைப்பு

source: Subject email header
ta: பொருள் மின்னஞ்சல் தலைப்பு

source: Email body
ta: மின்னஞ்சல்

source: From email header
ta: மின்னஞ்சல் தலைப்பிலிருந்து

source: To email header
ta: மின்னஞ்சல் தலைப்பு

source: In-Reply-To email header
ta: மின்னஞ்சல் தலைப்பு

source: X-Auto-Response-Suppress email header
ta: எக்ச்-ஆட்டோ-மறுமொழி-போட்டி மின்னஞ்சல் தலைப்பு

source: Auto-Submitted email header
ta: தானாக சமர்ப்பிக்கப்பட்ட மின்னஞ்சல் தலைப்பு

source: X-UCE-Status email header
ta: எக்ச்-கச்-நிலை மின்னஞ்சல் தலைப்பு

source: Received email header
ta: மின்னஞ்சல் தலைப்பு பெற்றது

source: Known mail domain
ta: அறியப்பட்ட அஞ்சல் டொமைன்

source: User featuring the profile
ta: சுயவிவரத்தைக் கொண்ட பயனர்

source: User featuring a single profile
ta: ஒற்றை சுயவிவரத்தைக் கொண்ட பயனர்

source: User with a single profile
ta: ஒற்றை சுயவிவரத்துடன் பயனர்

source: Entity from domain
ta: டொமைனில் இருந்து நிறுவனம்

source: Entity from TAG
ta: குறிச்சொல்லிலிருந்து நிறுவனம்

source: Entity based on user's profile
ta: பயனரின் சுயவிவரத்தின் அடிப்படையில் நிறுவனம்

source: Reject email
ta: மின்னஞ்சலை நிராகரிக்கவும்

source: without email response
ta: மின்னஞ்சல் பதில் இல்லாமல்

source: with email response
ta: மின்னஞ்சல் பதிலுடன்

source: Plug
ta: செருகி

source: Saved search
ta: சேமித்த தேடல்

source: Unset as default
ta: இயல்புநிலையாக அமைக்கப்படவில்லை

source: Change count method
ta: எண்ணிக்கை முறையை மாற்றவும்

source: Change visibility
ta: தெரிவுநிலையை மாற்றவும்

source: Auto
ta: தானி

source: Is private
ta: தனிப்பட்டது

source: Last duration (ms)
ta: கடைசி காலம் (எம்.எச்)

source: Count
ta: எண்ணுங்கள்

source: Default
ta: இயல்புநிலை

source: Counter
ta: கவுண்டர்

source: Last execution date
ta: கடைசி சாவுஒறுப்பு தேதி

source: New saved search
ta: புதிய சேமித்த தேடல்

source: Do count
ta: எண்ணுங்கள்

source: Partial load of the saved search.
ta: சேமித்த தேடலின் பகுதி சுமை.

source: Filter list
ta: வடிகட்டி பட்டியல்

source: Private %1$s
ta: தனியார் %1$s

source: Hide/Show elements
ta: கூறுகளை மறைக்க/காட்டு

source: Public %1$s
ta: பொது %1$s

source: Default bookmark has not been changed!
ta: இயல்புநிலை புத்தகக்குறி மாற்றப்படவில்லை!

source: Count for this saved search has been disabled.
ta: இந்த சேமித்த தேடலுக்கான எண்ணிக்கை முடக்கப்பட்டுள்ளது.

source: Counting this saved search would take too long, it has been skipped.
ta: இந்த சேமித்த தேடலை எண்ணுவதற்கு அதிக நேரம் எடுக்கும், அது தவிர்க்கப்பட்டுள்ளது.

source: Not default search
ta: இயல்புநிலை தேடல் அல்ல

source: Default search
ta: இயல்புநிலை தேடல்

source: Click to load or drag and drop to reorder
ta: ஏற்ற அல்லது இழுக்க சொடுக்கு செய்து மறுவரிசைப்படுத்த கைவிடவும்

source: Click to load
ta: ஏற்ற சொடுக்கு செய்க

source: Saved searches order cannot be saved!
ta: சேமித்த தேடல் வரிசையை சேமிக்க முடியாது!

source: You have not recorded any %1$s yet
ta: நீங்கள் இதுவரை எந்த %1$s ஐ பதிவு செய்யவில்லை

source: Save current search
ta: தற்போதைய தேடலைச் சேமிக்கவும்

source: Update all bookmarks execution time
ta: அனைத்து புக்மார்க்குகள் செயல்படுத்தும் நேரத்தையும் புதுப்பிக்கவும்

source: Notification has been created!
ta: அறிவிப்பு உருவாக்கப்பட்டது!

source: Son of
ta: மகன்

source: Parent of
ta: பெற்றோர்

source: Duplicated by
ta: மூலம் நகல்

source: Check system status
ta: கணினி நிலையை சரிபார்க்கவும்

source: Check system requirements
ta: கணினி தேவைகளை சரிபார்க்கவும்

source: Requirement
ta: தேவை

source: Messages
ta: செய்திகள்

source: WARNING
ta: எச்சரிக்கை

source: ERROR
ta: பிழை

source: Each ITSM-NG user using openID connect must log in again to update their personal information
ta: OpenID இணைப்பைப் பயன்படுத்தி ஒவ்வொரு ITSM-NG பயனரும் தங்கள் தனிப்பட்ட தகவல்களைப் புதுப்பிக்க மீண்டும் உள்நுழைய வேண்டும்

source: Synchronize users against LDAP server information
ta: LDAP சேவையக தகவலுக்கு எதிராக பயனர்களை ஒத்திசைக்கவும்

source: Only create new users
ta: புதிய பயனர்களை மட்டுமே உருவாக்கவும்

source: Only update existing users
ta: இருக்கும் பயனர்களை மட்டுமே புதுப்பிக்கவும்

source: Synchronize only users attached to this LDAP server
ta: இந்த LDAP சேவையகத்துடன் இணைக்கப்பட்ட பயனர்களை மட்டுமே ஒத்திசைக்கவும்

source: Filter to apply on LDAP search
ta: LDAP தேடலில் விண்ணப்பிக்க வடிகட்டவும்

source: Begin date to apply in "modifyTimestamp" filter (see %s for supported formats)
ta: "மாற்றியமைக்கும்" வடிப்பானில் விண்ணப்பிக்கத் தொடங்கும் தேதி (ஆதரவு வடிவங்களுக்கு %s ஐப் பார்க்கவும்)

source: End date to apply in "modifyTimestamp" filter (see %s for supported formats)
ta: "மாற்றியமைக்கும்" வடிப்பானில் விண்ணப்பிக்க இறுதி தேதி (ஆதரவு வடிவங்களுக்கு %s பார்க்கவும்)

source: Force strategy used for deleted users (current configured action: "%s")
ta: நீக்கப்பட்ட பயனர்களுக்குப் பயன்படுத்தப்படும் ஆற்றல் உத்தி (தற்போதைய கட்டமைக்கப்பட்ட செயல்: "%s")

source: unknown
ta: தெரியவில்லை

source: Possible values are:
ta: சாத்தியமான மதிப்புகள்:

source: No active LDAP server found.
ta: செயலில் உள்ள LDAP சேவையகம் இல்லை.

source: LDAP servers
ta: LDAP சேவையகங்கள்

source: LDAP filter
ta: LDAP வடிகட்டி

source: Do you want to continue ?
ta: நீங்கள் தொடர விரும்புகிறீர்களா?

source: Synchronization aborted.
ta: ஒத்திசைவு கைவிடப்பட்டது.

source: Unable to load LDAP server information.
ta: LDAP சேவையக தகவலை ஏற்ற முடியவில்லை.

source: LDAP server "%s" is inactive, no synchronization will be done against it.
ta: LDAP சேவையகம் "%s" செயலற்றது, அதற்கு எதிராக ஒத்திசைவு எதுவும் செய்யப்படாது.

source: Processing LDAP server "%s"...
ta: செயலாக்க LDAP சேவையகம் "%s" ...

source: LDAP server "%s" size limit exceeded.
ta: LDAP சேவையகம் "%s" அளவு வரம்பு மீறியது.

source: Error while contacting the LDAP server "%s".
ta: LDAP சேவையகத்தை "%s" ஐ தொடர்பு கொள்ளும்போது பிழை.

source: Import new users from server "%s"...
ta: சேவையகத்திலிருந்து "%s" இலிருந்து புதிய பயனர்களை இறக்குமதி செய்யுங்கள் ...

source: Update existing users with server "%s"...
ta: சேவையகம் "%s" உடன் இருக்கும் பயனர்களைப் புதுப்பிக்கவும் ...

source: Synchronize users with server "%s"...
ta: சேவையகத்துடன் "%s" உடன் பயனர்களை ஒத்திசைக்கவும் ...

source: No users found.
ta: பயனர்கள் எதுவும் கிடைக்கவில்லை.

source: Unable to synchronize user "%s".
ta: பயனரை "%s" ஒத்திசைக்க முடியவில்லை.

source: LDAP server
ta: LDAP சேவையகம்

source: Imported
ta: இறக்குமதி செய்யப்பட்டது

source: Synchronized
ta: ஒத்திசைக்கப்பட்டது

source: Deleted from LDAP
ta: LDAP இலிருந்து நீக்கப்பட்டது

source: Option --only-create-new is not compatible with option --only-update-existing.
ta: விருப்பம்-ஒரே-உருவாக்கம்-புதியது விருப்பத்துடன் பொருந்தாது-ஒரே-புதுப்பிப்பு-இருக்கும்.

source: --ldap-server-id value "%s" is not a valid LDAP server id.
ta: --ldap-server-id மதிப்பு "%s" என்பது செல்லுபடியாகும் LDAP சேவையக ஐடி அல்ல.

source: Unable to parse --%1$s value "%2$s".
ta: பாகுபடுத்த முடியவில்லை -%1$s மதிப்பு "%2$s".

source: Options --begin-date and --end-date can only be used with --only-create-new or --only-update-existing option.
ta: விருப்பங்கள்-பெசின்-தேதி மற்றும் -இண்ட்-தேதி-ஒரே-உருவாக்கம்-புதிய அல்லது-ஒரே-புதுப்பிப்பு-இருக்கும் விருப்பத்துடன் மட்டுமே பயன்படுத்த முடியும்.

source: Option --begin-date value has to be lower than option --end-date value.
ta: விருப்பம்-பெசின்-தேதி மதிப்பு விருப்பத்தை விட குறைவாக இருக்க வேண்டும்-இறுதி-தேதி மதிப்பை விட வேண்டும்.

source: --deleted-user-strategy value "%s" is not valid.
ta: -நீக்கப்பட்ட-பயனர்-மூலோபாய மதிப்பு "%s" செல்லுபடியாகாது.

source: Set configuration value
ta: உள்ளமைவு மதிப்பை அமைக்கவும்

source: Configuration value:
ta: உள்ளமைவு மதிப்பு:

source: Invalid context "%s".
ta: தவறான சூழல் "%s".

source: Unable to connect to database.
ta: தரவுத்தளத்துடன் இணைக்க முடியவில்லை.

source: Some optional system requirements are missing.
ta: சில விருப்ப கணினி தேவைகள் இல்லை.

source: Run "php bin/console itsmng:system:check_requirements" for more details.
ta: மேலும் விவரங்களுக்கு "PHP பின்/கன்சோல் ITSMNG: கணினி: CHECK_REQUIRENTERS" ஐ இயக்கவும்.

source: The command to execute
ta: செயல்படுத்த கட்டளை

source: Display this help message
ta: இந்த உதவி செய்தியைக் காண்பி

source: Do not output any message
ta: எந்த செய்தியையும் வெளியிட வேண்டாம்

source: Increase the verbosity of messages: 1 for normal output, 2 for more verbose output and 3 for debug
ta: செய்திகளின் சொற்களஞ்சியத்தை அதிகரிக்கவும்: 1 சாதாரண வெளியீட்டிற்கு, அதிக வாய்மொழி வெளியீட்டிற்கு 2 மற்றும் பிழைத்திருத்தத்திற்கு 3

source: Display this application version
ta: இந்த பயன்பாட்டு பதிப்பைக் காண்பி

source: Force ANSI output
ta: ANSI வெளியீட்டை கட்டாயப்படுத்துங்கள்

source: Disable ANSI output
ta: ANSI வெளியீட்டை முடக்கு

source: Do not ask any interactive question
ta: எந்த ஊடாடும் கேள்வியையும் கேட்க வேண்டாம்

source: Configuration directory to use
ta: பயன்படுத்த உள்ளமைவு அடைவு

source: Disable ITSM-NG plugins (unless commands forces plugins loading)
ta: ITSM-NG செருகுநிரல்களை முடக்கு (கட்டளைகள் செருகுநிரல்களை ஏற்றுவதற்கு இல்லாவிட்டால்)

source: Output language (default value is existing ITSM-NG "language" configuration or "en_GB")
ta: வெளியீட்டு மொழி (இயல்புநிலை மதிப்பு ITSM-NG "மொழி" உள்ளமைவு அல்லது "en_gb")

source: Invalid "--lang" option value "%s".
ta: தவறான "--லாங்" விருப்ப மதிப்பு "%s".

source: Time elapsed: %s.
ta: நேரம் கடந்துவிட்டது: %s.

source: Memory usage: %s.
ta: நினைவக பயன்பாடு: %s.

source: Cannot write in "%s" directory.
ta: "%s" கோப்பகத்தில் எழுத முடியாது.

source: Some mandatory system requirements are missing.
ta: சில கட்டாய கணினி தேவைகள் இல்லை.

source: Migrate primary/foreign keys to unsigned integers
ta: முதன்மை/வெளிநாட்டு விசைகளை கையொப்பமிடாத முழு எண்களுக்கு மாற்றவும்

source: Found %s primary/foreign key columns(s) using signed integers.
ta: கையொப்பமிடப்பட்ட முழு எண்களைப் பயன்படுத்தி %s முதன்மை/வெளிநாட்டு விசை நெடுவரிசைகள் (கள்) காணப்பட்டன.

source: No migration needed.
ta: இடம்பெயர்வு தேவையில்லை.

source: Migration aborted.
ta: இடம்பெயர்வு நிறுத்தப்பட்டது.

source: Migration of column "%s.%s" cannot be done as it contains negative values.
ta: "%s.%s" நெடுவரிசையின் இடம்பெயர்வு எதிர்மறை மதிப்புகளைக் கொண்டிருப்பதால் செய்ய முடியாது.

source: Migration of column "%s.%s" cannot be done as it is referenced in CONSTRAINT "%s" of table "%s.%s".
ta: "%s.%s" நெடுவரிசையின் இடம்பெயர்வு அட்டவணை "%s"%s.%s "இன் கட்டுப்பாட்டில் குறிப்பிடப்படுவதால் செய்ய முடியாது.

source: Migrating column "%s.%s"...
ta: இடம்பெயரும் நெடுவரிசை "%s.%s" ...

source: Migration of column "%s.%s" failed with message "(%s) %s".
ta: "%s.%s" என்ற நெடுவரிசையின் இடம்பெயர்வு செய்தியுடன் தோல்வியடைந்தது "(%s)%s".

source: Errors occured during migration.
ta: இடம்பெயர்வு போது பிழைகள் நிகழ்ந்தன.

source: Migration done.
ta: இடம்பெயர்வு முடிந்தது.

source: Set missing `date_creation` and `date_mod` values using log entries.
ta: பதிவு உள்ளீடுகளைப் பயன்படுத்தி காணாமல் போன `date_creation` மற்றும்` date_mod` மதிப்புகளை அமைக்கவும்.

source: Filling `%s`.`%s`...
ta: நிரப்புதல் `%s`.`%s` ...

source: Update of `%s`.`%s` failed with message "(%s) %s".
ta: `%s`.`%s` இன் புதுப்பிப்பு செய்தியுடன் தோல்வியுற்றது" (%s)%s ".

source: Migrate Racks plugin data into ITSM-ng core tables
ta: ரேக்குகள் சொருகி தரவை ITSM-NG கோர் அட்டவணைகளில் நகர்த்தவும்

source: Ignore "PluginRacksOther" models and elements
ta: "செருகுநிரல்" மாதிரிகள் மற்றும் கூறுகளை புறக்கணிக்கவும்

source: Do not exit on import errors
ta: இறக்குமதி பிழைகளில் வெளியேற வேண்டாம்

source: Remove existing core data
ta: இருக்கும் முக்கிய தரவை அகற்று

source: Run Racks plugin update (you need version %s files to do this)
ta: ரேக்குகள் சொருகி புதுப்பிப்பை இயக்கவும் (இதைச் செய்ய உங்களுக்கு பதிப்பு %s கோப்புகள் தேவை)

source: Enable migration without plugin files (we cannot validate that plugin data are compatible with supported %s version)
ta: சொருகி கோப்புகள் இல்லாமல் இடம்பெயர்வுகளை இயக்கவும் (சொருகி தரவு உதவி %s பதிப்போடு இணக்கமானது என்பதை நாங்கள் சரிபார்க்க முடியாது)

source: You are about to launch migration of Racks plugin data into ITSM-ng core tables.
ta: நீங்கள் ரேக்குகள் சொருகி தரவை இடம்பெயர்வுகளை ITSM-NG கோர் அட்டவணைகளில் தொடங்க உள்ளீர்கள்.

source: It is better to make a backup of your existing data before continuing.
ta: தொடர்வதற்கு முன் உங்கள் இருக்கும் தரவின் காப்புப்பிரதியை உருவாக்குவது நல்லது.

source: Do you want to launch migration ?
ta: இடம்பெயர்வு தொடங்க விரும்புகிறீர்களா?

source: Checking plugin version...
ta: சொருகி பதிப்பை சரிபார்க்கிறது ...

source: Racks plugin is not part of ITSM-ng plugin list. It has never been installed or has been cleaned.
ta: ரேக்குகள் சொருகி ITSM-NG சொருகி பட்டியலின் ஒரு பகுதியாக இல்லை. இது ஒருபோதும் நிறுவப்படவில்லை அல்லது தூய்மை செய்யப்படவில்லை.

source: You have to install Racks plugin files in version %s to be able to continue.
ta: தொடர நீங்கள் பதிப்பு %s இல் ரேக்குகள் சொருகி கோப்புகளை நிறுவ வேண்டும்.

source: Migrating plugin to %s version...
ta: செருகுநிரலை %s பதிப்பிற்கு மாற்றுகிறது ...

source: Plugin migration to %s version failed.
ta: %s பதிப்பிற்கு சொருகி இடம்பெயர்வு தோல்வியடைந்தது.

source: Racks plugin data has to be updated to %s version. It can be done using the --update-plugin option.
ta: ரேக்குகள் சொருகி தரவை %s பதிப்பிற்கு புதுப்பிக்க வேண்டும். --Update-plugin விருப்பத்தைப் பயன்படுத்தி இதைச் செய்யலாம்.

source: Racks plugin table "%s" is missing.
ta: ரேக்குகள் சொருகி அட்டவணை "%s" இல்லை.

source: Migration cannot be done.
ta: இடம்பெயர்வு செய்ய முடியாது.

source: Other models and items cannot be migrated when --no-interaction option is used.
ta: -நோ-தொடர்பு விருப்பம் பயன்படுத்தப்படும்போது பிற மாதிரிகள் மற்றும் உருப்படிகளை இடம்பெயர முடியாது.

source: Creating datacenter...
ta: டேட்டாசென்டரை உருவாக்குதல் ...

source: Unable to create datacenter.
ta: டேட்டாசென்டரை உருவாக்க முடியவில்லை.

source: Importing other models...
ta: பிற மாதிரிகளை இறக்குமதி செய்தல் ...

source: Other items do not exist in ITSM-ng core.
ta: மற்ற உருப்படிகள் ITSM-NG கோரில் இல்லை.

source: We found %d models for other items. For each, we will ask you where you want to import it.
ta: மற்ற பொருட்களுக்கான %d மாதிரிகளைக் கண்டறிந்தோம். ஒவ்வொன்றிற்கும், நீங்கள் அதை எங்கு இறக்குமதி செய்ய விரும்புகிறீர்கள் என்று நாங்கள் உங்களிடம் கேட்போம்.

source: Where do you want to import "%s" ?
ta: "%s" ஐ எங்கே இறக்குமதி செய்ய விரும்புகிறீர்கள்?

source: Ignore (default)
ta: புறக்கணிக்கவும் (இயல்புநிலை)

source: Unable to import other model "%s".
ta: மற்ற மாதிரியை "%s" இறக்குமதி செய்ய முடியவில்லை.

source: Importing items from model "%s"...
ta: "%s" மாதிரியிலிருந்து பொருட்களை இறக்குமதி செய்தல் ...

source: Unable to import other item "%s".
ta: "%s" ஐ மற்ற உருப்படிகளை இறக்குமதி செய்ய முடியவில்லை.

source: No items found.
ta: உருப்படிகள் எதுவும் கிடைக்கவில்லை.

source: Importing items specifications...
ta: உருப்படிகளின் விவரக்குறிப்புகளை இறக்குமதி செய்தல் ...

source: Importing specifications for model %s (%s)...
ta: மாதிரி %s ( %s) க்கான விவரக்குறிப்புகளை இறக்குமதி செய்தல் ...

source: Model %s (%s) not found.
ta: மாதிரி %s ( %s) காணப்படவில்லை.

source: Unable to update model %s (%s).
ta: மாதிரி %s ( %s) ஐ புதுப்பிக்க முடியவில்லை.

source: No items specifications found.
ta: உருப்படிகள் விவரக்குறிப்புகள் எதுவும் கிடைக்கவில்லை.

source: Importing rack models...
ta: ரேக் மாதிரிகளை இறக்குமதி செய்தல் ...

source: Importing rack model "%s"...
ta: ரேக் மாதிரி "%s" ஐ இறக்குமதி செய்கிறது ...

source: Unable to import rack model "%s".
ta: ரேக் மாதிரியை "%s" இறக்குமதி செய்ய முடியவில்லை.

source: No rack models found.
ta: ரேக் மாதிரிகள் எதுவும் கிடைக்கவில்லை.

source: Importing rack types...
ta: ரேக் வகைகளை இறக்குமதி செய்தல் ...

source: Importing rack type "%s"...
ta: ரேக் வகை "%s" ஐ இறக்குமதி செய்கிறது ...

source: Unable to import rack type "%s".
ta: ரேக் வகை "%s" ஐ இறக்குமதி செய்ய முடியவில்லை.

source: Importing rack states...
ta: ரேக் நிலைகளை இறக்குமதி செய்தல் ...

source: Importing rack state "%s"...
ta: ரேக் ச்டேட் "%s" ஐ இறக்குமதி செய்கிறது ...

source: Unable to import rack state "%s".
ta: ரேக் மாநிலத்தை "%s" இறக்குமதி செய்ய முடியவில்லை.

source: No rack states found.
ta: ரேக் மாநிலங்கள் எதுவும் கிடைக்கவில்லை.

source: Importing rooms...
ta: அறைகளை இறக்குமதி செய்தல் ...

source: Importing room "%s"...
ta: இறக்குமதி அறை "%s" ...

source: Unable to import room "%s".
ta: அறையை இறக்குமதி செய்ய முடியவில்லை "%s".

source: No rooms found.
ta: அறைகள் எதுவும் கிடைக்கவில்லை.

source: Importing racks...
ta: ரேக்குகளை இறக்குமதி செய்தல் ...

source: Importing rack "%s"...
ta: ரேக் "%s" ஐ இறக்குமதி செய்கிறது ...

source: Unable to import rack "%s".
ta: ரேக் "%s" ஐ இறக்குமதி செய்ய முடியவில்லை.

source: No racks found.
ta: ரேக்குகள் எதுவும் கிடைக்கவில்லை.

source: Importing rack items...
ta: ரேக் உருப்படிகளை இறக்குமதி செய்தல் ...

source: Importing rack item %s (%s)...
ta: ரேக் உருப்படி %s ( %s) இறக்குமதி செய்தல் ...

source: Item %s (%s) not found.
ta: பொருள் %s ( %s) காணப்படவில்லை.

source: Skipping item %s (%s) which is already linked to a rack.
ta: ஏற்கனவே ஒரு ரேக்குடன் இணைக்கப்பட்டுள்ள உருப்படி %s ( %s) ஐத் தவிர்ப்பது.

source: Unable to import rack item %s (%s).
ta: ரேக் உருப்படி %s ( %s) ஐ இறக்குமதி செய்ய முடியவில்லை.

source: No rack items found.
ta: ரேக் உருப்படிகள் எதுவும் கிடைக்கவில்லை.

source: Unable to create default room.
ta: இயல்புநிலை அறையை உருவாக்க முடியவில்லை.
