Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

source: Receiver errors
ta: ரிசீவர் பிழைகள்

source: Connection errors
ta: இணைப்பு பிழைகள்

source: Receiver
ta: பெறுவி

source: Set location here
ta: இருப்பிடத்தை இங்கே அமைக்கவும்

source: Document heading
ta: ஆவண தலைப்பு

source: PCI device
ta: பிசிஐ சாதனம்

source: Passive device
ta: செயலற்ற சாதனம்

source: Local loop port
ta: உள்ளக லூப் துறைமுகம்

source: Aggregation port
ta: திரட்டல் துறைமுகம்

source: Link Ticket/Project task
ta: இணைப்பு டிக்கெட்/திட்ட பணி

source: Create a ticket from this task
ta: இந்த பணியிலிருந்து ஒரு டிக்கெட்டை உருவாக்கவும்

source: Add a project task
ta: திட்ட பணியைச் சேர்க்கவும்

source: Mandatory field
ta: கட்டாய புலம்

source: Add a mandatory field
ta: கட்டாய புலத்தைச் சேர்க்கவும்

source: Network card model
ta: பிணைய அட்டை மாதிரி

source: Cartridge model
ta: கார்ட்ரிட்ச் மாதிரி

source: Stock location
ta: பங்கு இடம்

source: Alert threshold
ta: எச்சரிக்கை வாசல்

source: Number of new cartridges
ta: புதிய தோட்டாக்களின் எண்ணிக்கை

source: Send alarms on cartridges
ta: தோட்டாக்களில் அலாரங்களை அனுப்பவும்

source: Threshold of alarm reached for the type of cartridge: %1$s - Reference %2$s - Remaining %3$d
ta: கார்ட்ரிட்ச் வகைக்கு அலாரத்தின் வாசல்: %1$s - குறிப்பு %2$s - மீதமுள்ள %3$d

source: %s: send cartridge alert failed
ta: %s: கார்ட்ரிட்ச் எச்சரிக்கை தோல்வியுற்றது

source: Enclosure model
ta: அடைப்பு மாதிரி

source: Virtualization model
ta: மெய்நிகராக்க மாதிரி

source: Debug
ta: பிழைத்திருத்தம்

source: First
ta: முதல்

source: List
ta: பட்டியல்

source: Actions
ta: செயல்கள்

source: Last
ta: கடைசி

source: Reset display options
ta: காட்சி விருப்பங்களை மீட்டமைக்கவும்

source: Unable to get item
ta: உருப்படியைப் பெற முடியவில்லை

source: Authorization error
ta: அங்கீகார பிழை

source: Incompatible items
ta: பொருந்தாத உருப்படிகள்

source: Error on executing the action
ta: செயலை செயல்படுத்துவதில் பிழை

source: Item already defined
ta: உருப்படி ஏற்கனவே வரையறுக்கப்பட்டுள்ளது

source: Case type
ta: வழக்கு வகை

source: %1$s items
ta: %1$s உருப்படிகள்

source: Management type
ta: மேலாண்மை வகை

source: State of the virtual machine
ta: மெய்நிகர் இயந்திரத்தின் நிலை

source: Publisher
ta: வெளியீட்டாளர்

source: Category from inventory tool
ta: சரக்கு கருவியில் இருந்து வகை

source: Import category from inventory tool
ta: சரக்கு கருவியிலிருந்து வகை இறக்குமதி செய்யுங்கள்

source: The assignment of a SLA to a ticket causes the recalculation of the date.
ta: டிக்கெட்டுக்கு ஒரு SLA ஐ ஒதுக்குவது தேதியை மீண்டும் கணக்கிடுகிறது.

source: Escalations defined in the SLA will be triggered under this new date.
ta: SLA இல் வரையறுக்கப்பட்ட விரிவாக்கங்கள் இந்த புதிய தேதியின் கீழ் தூண்டப்படும்.

source: Entities assignment
ta: நிறுவனங்கள் ஒதுக்கீடு

source: Rights assignment
ta: உரிமைகள் பணி

source: Rights and entities assignment
ta: உரிமைகள் மற்றும் நிறுவனங்கள் ஒதுக்கீடு

source: Line
ta: வரி

source: Caller number
ta: அழைப்பாளர் எண்

source: Caller name
ta: அழைப்பாளர் பெயர்

source: Appliance
ta: சாதனம்

source: Technician in charge of the appliance
ta: சாதனத்தின் பொறுப்பான தொழில்நுட்ப வல்லுநர்

source: Group in charge of the appliance
ta: சாதனத்தின் பொறுப்பான குழு

source: Environment
ta: சூழல்

source: Associable to a ticket
ta: ஒரு டிக்கெட்டுடன் தொடர்புடையது

# button
source: Add to an appliance
ta: ஒரு சாதனத்தில் சேர்க்கவும்

# button
source: Remove from an appliance
ta: ஒரு சாதனத்திலிருந்து அகற்று

source: View as list
ta: பட்டியலாக பார்க்கவும்

source: View graphical representation
ta: வரைகலை பிரதிநிதித்துவத்தைக் காண்க

source: Racked items
ta: ரேக் செய்யப்பட்ட உருப்படிகள்

source: Orientation
ta: நோக்குநிலை

source: Front
ta: முன்

source: Rear
ta: பின்புறம்

source: Following elements are out of rack bounds
ta: பின்வரும் கூறுகள் ரேக் எல்லைக்கு அப்பாற்பட்டவை

source: images
ta: படங்கள்

source: texts
ta: நூல்கள்

source: Insert an item here
ta: ஒரு பொருளை இங்கே செருகவும்

source: Rack stats
ta: ரேக் புள்ளிவிவரங்கள்

source: Space
ta: இடைவெளி

source: Orientation (front rack point of view)
ta: நோக்குநிலை (முன் ரேக் பார்வை)

source: Horizontal position (from rack point of view)
ta: கிடைமட்ட நிலை (ரேக் பார்வையில் இருந்து)

source: Reserved position ?
ta: ஒதுக்கப்பட்ட நிலை?

source: asset rear side
ta: சொத்து பின்புற பக்கம்

source: asset front side
ta: சொத்து முன் பக்கம்

source: You must define an horizontal position for this item
ta: இந்த உருப்படிக்கு ஒரு கிடைமட்ட நிலையை நீங்கள் வரையறுக்க வேண்டும்

source: You must define an orientation for this item
ta: இந்த உருப்படிக்கான நோக்குநிலையை நீங்கள் வரையறுக்க வேண்டும்

source: Item for rack "%1$s"
ta: ரேக் "%1$s" க்கான உருப்படி

source: No comments
ta: கருத்துகள் இல்லை

source: Add an answer
ta: ஒரு பதிலைச் சேர்க்கவும்

source: New comment
ta: புதிய கருத்து

source: Edit comment
ta: எப்படி திருத்து

# button
source: Edit
ta: தொகு

source: Cancel
ta: ரத்துசெய்

source: Dictionnary of device types
ta: சாதன வகைகளின் அகராதி

source: Default report
ta: இயல்புநிலை அறிக்கை

source: By contract
ta: ஒப்பந்தம் மூலம்

source: By year
ta: ஆண்டுக்குள்

source: Hardware financial and administrative information
ta: வன்பொருள் பொருள் மற்றும் நிர்வாக செய்தி

source: Other financial and administrative information (licenses, cartridges, consumables)
ta: பிற பொருள் மற்றும் நிர்வாக தகவல்கள் (உரிமங்கள், தோட்டாக்கள், நுகர்பொருட்கள்)

source: Loan
ta: கடன்

source: Select the report you want to generate
ta: நீங்கள் உருவாக்க விரும்பும் அறிக்கையைத் தேர்ந்தெடுக்கவும்

source: Device 1
ta: சாதனம் 1

source: Device 2
ta: சாதனம் 2

source: Device name
ta: சாதன பெயர்

source: Port Number
ta: துறைமுகம் எண்

source: Domain record
ta: டொமைன் பதிவு

source: Record
ta: பதிவு

source: Data
ta: தகவல்கள்

source: You are not allowed to use this type of records
ta: இந்த வகை பதிவுகளைப் பயன்படுத்த உங்களுக்கு இசைவு இல்லை

source: You are not allowed to edit this type of records
ta: இந்த வகை பதிவுகளைத் திருத்த உங்களுக்கு இசைவு இல்லை

source: Link a record
ta: ஒரு பதிவை இணைக்கவும்

source: Default email
ta: இயல்புநிலை மின்னஞ்சல்

source: Budget
ta: பட்செட்

source: Main
ta: முக்கிய

source: No associated item
ta: தொடர்புடைய உருப்படி இல்லை

source: Total spent on the budget
ta: மொத்தம் பட்செட்டில் செலவிடப்படுகிறது

source: Total remaining on the budget
ta: மொத்தம் பட்செட்டில் மீதமுள்ளவை

source: Dictionnary of operating systems
ta: இயக்க முறைமைகளின் அகராதி

source: Mail server
ta: அஞ்சல் சேவையகம்

source: Email server
ta: மின்னஞ்சல் சேவையகம்

source: Connection string
ta: இணைப்பு சரம்

source: Test
ta: தேர்வு

source: Test connection to email server
ta: மின்னஞ்சல் சேவையகத்திற்கான இணைப்பை சோதிக்கவும்

source: Invalid dates. Update cancelled.
ta: தவறான தேதிகள். புதுப்பிப்பு ரத்து செய்யப்பட்டது.

source: You cannot use predefined description verbatim
ta: முன் வரையறுக்கப்பட்ட விளக்கத்தை நீங்கள் பயன்படுத்த முடியாது

source: Incorrect value for date field.
ta: தேதி புலத்திற்கான தவறான மதிப்பு.

# priority
source: Major
ta: பெரிய

# priority
source: Very high
ta: மிக உயர்ந்த

# priority
source: High
ta: உயர்ந்த

# priority
source: Medium
ta: சராசரி

# priority
source: Low
ta: குறைந்த

# priority
source: Very low
ta: மிகக் குறைவு

# priority
source: All
ta: அனைத்தும்

# priority
source: At least very low
ta: குறைந்தது மிகக் குறைவு

# priority
source: At least low
ta: குறைந்தது குறைந்த

# priority
source: At least medium
ta: குறைந்தது நடுத்தர

# priority
source: At least high
ta: குறைந்தது உயர்

# priority
source: At least very high
ta: குறைந்தது மிக உயர்ந்தது

# urgency
source: All
ta: அனைத்தும்

# urgency
source: At least very low
ta: குறைந்தது மிகக் குறைவு

# urgency
source: At least low
ta: குறைந்தது குறைந்த

# urgency
source: At least medium
ta: குறைந்தது நடுத்தர

# urgency
source: At least high
ta: குறைந்தது உயர்

# urgency
source: At least very high
ta: குறைந்தது மிக உயர்ந்தது

# impact
source: Very high
ta: மிக உயர்ந்த

# impact
source: High
ta: உயர்ந்த

# impact
source: Medium
ta: சராசரி

# impact
source: Low
ta: குறைந்த

# impact
source: Very low
ta: மிகக் குறைவு

# impact
source: All
ta: அனைத்தும்

# impact
source: At least very low
ta: குறைந்தது மிகக் குறைவு

# impact
source: At least low
ta: குறைந்தது குறைந்த

# impact
source: At least medium
ta: குறைந்தது நடுத்தர

# impact
source: At least high
ta: குறைந்தது உயர்

# impact
source: At least very high
ta: குறைந்தது மிக உயர்ந்தது

source: Time to resolve + Progress
ta: தீர்க்க வேண்டிய நேரம் + முன்னேற்றம்

source: Time to resolve exceeded
ta: தீர்க்க வேண்டிய நேரம்

source: Last edit by
ta: கடைசியாக திருத்து

source: Any solution status
ta: எந்த தீர்வு நிலை

source: Last solution status
ta: கடைசி தீர்வு நிலை

source: Resolution time
ta: தெளிவுத்திறன் நேரம்

source: Closing time
ta: நிறைவு நேரம்

source: Waiting time
ta: காத்திருக்கும் நேரம்

source: Email for followup
ta: பின்தொடர்வதற்கான மின்னஞ்சல்

source: Requester user
ta: கோரிக்கை பயனர்

source: Watcher user
ta: வாட்சர் பயனர்

source: Actor
ta: நடிகர்

source: Associate myself
ta: என்னை இணைத்துக் கொள்ளுங்கள்

source: Time
ta: நேரம்

source: Closed on %s
ta: %s இல் மூடப்பட்டது

source: Solved on %s
ta: %s இல் தீர்க்கப்பட்டது

source: Put on hold on %s
ta: %s நிறுத்தி வைக்கவும்

source: Assigned
ta: ஒதுக்கப்பட்டுள்ளது

source: Planification
ta: திட்டமிடல்

source: Timeline filter
ta: காலவரிசை வடிகட்டி

source: Document
ta: ஆவணம்

source: Actions historical
ta: வரலாற்று நடவடிக்கைகள்

source: Shortcuts
ta: குறுக்குவழிகள்

source: Total duration: %s
ta: மொத்த காலம்: %s

source: Information tasks: %s %%
ta: செய்தி பணிகள்: %s %%

source: Todo tasks: %s %%
ta: செய்யவேண்டிய பணிகள்: %s %%

source: Done tasks: %s %%
ta: முடிந்தது பணிகள்: %s %%

source: Followup was already promoted
ta: பின்தொடர்தல் ஏற்கனவே ஊக்குவிக்கப்பட்டது

source: Promote to Ticket
ta: டிக்கெட்டுக்கு ஊக்குவிக்கவும்

source: Last edited on %1$s by %2$s
ta: கடைசியாக %1$s இல் %2$s ஆல் திருத்தப்பட்டது

source: Merged from Ticket %1$s
ta: டிக்கெட்டிலிருந்து %1$s இல் இணைக்கப்பட்டுள்ளது

source: Promoted to Ticket %1$s
ta: டிக்கெட் %1$s ஆக உயர்த்தப்பட்டது

source: Approve
ta: ஒப்புதல்

source: Refuse
ta: மறுக்கவும்

source: %1$s on %2$s by %3$s
ta: %2$s இல் %1$s %3$s

source: File size: %s
ta: கோப்பு அளவு: %s

source: MIME type: %s
ta: மைம் வகை: %s

# button
source: Show
ta: காட்டு

source: Followup promotion source
ta: பின்தொடர்தல் ஊக்குவிப்பு சான்று

source: # %s description
ta: # %s விளக்கம்

source: %1$s will be added in entity %2$s
ta: %1$s நிறுவனம் %2$s இல் சேர்க்கப்படும்

source: New %s
ta: புதிய %s

source: File (%s)
ta: கோப்பு (%s)

source: Default documents:
ta: இயல்புநிலை ஆவணங்கள்:

source: Connection by dial line - Dialup Port
ta: டயல் லைன் மூலம் இணைப்பு - டயல்அப் துறைமுகம்

source: Close time
ta: நெருங்கிய நேரம்

source: Recurrent
ta: மீண்டும் மீண்டும்

source: Desynchronization SQL replica
ta: Desynchronization கவிமொ பிரதி

source: Can't connect to the database.
ta: தரவுத்தளத்துடன் இணைக்க முடியாது.

source: Difference between master and slave
ta: மாச்டர் மற்றும் அடிமைக்கு இடையிலான வேறுபாடு

source: Slave database out of sync!
ta: அடிமை தரவுத்தளம் ஒத்திசைவுக்கு வெளியே!

source: The slave database is desynchronized. The difference is of:
ta: அடிமை தரவுத்தளம் தேய்மானம். வித்தியாசம்:

source: Add a target
ta: இலக்கைச் சேர்க்கவும்

source: Caution! You are not the author of this element. Delete targets can result in loss of access to that element.
ta: எச்சரிக்கை! நீங்கள் இந்த உறுப்பின் ஆசிரியர் அல்ல. இலக்குகளை நீக்குதல் அந்த உறுப்புக்கான அணுகலை இழக்க நேரிடும்.

source: Consumable type
ta: நுகர்வு வகை

source: Item id
ta: பொருள் ஐடி

source: Subnet mask
ta: சப்நெட் மாச்க்

source: Consumable model
ta: நுகர்வு மாதிரி

source: Number of used consumables
ta: பயன்படுத்தப்பட்ட நுகர்பொருட்களின் எண்ணிக்கை

source: Number of new consumables
ta: புதிய நுகர்பொருட்களின் எண்ணிக்கை

source: Send alarms on consumables
ta: நுகர்பொருட்களுக்கு அலாரங்களை அனுப்பவும்

source: Threshold of alarm reached for the type of consumable: %1$s - Reference %2$s - Remaining %3$d
ta: நுகர்வோர் வகைக்கு அலாரத்தின் வாசல்: %1$s - குறிப்பு %2$s - மீதமுள்ள %3$d

source: %s: send consumable alert failed
ta: %s: நுகர்வு எச்சரிக்கையை அனுப்புவது தோல்வியடைந்தது

source: Rack type
ta: ரேக் வகை

source: Ethernet port
ta: ஈத்தர்நெட் துறைமுகம்

source: Ethernet port type
ta: ஈதர்நெட் துறைமுகம் வகை

source: Ethernet port speed
ta: ஈத்தர்நெட் துறைமுகம் விரைவு

source: Twisted pair (RJ-45)
ta: முறுக்கப்பட்ட இணை (ஆர்.சே -45)

source: Multimode fiber
ta: மல்டிமோட் ஃபைபர்

source: Single mode fiber
ta: ஒற்றை பயன்முறை ஃபைபர்

source: Ethernet outlet
ta: ஈதர்நெட் கடையின்

source: API client
ta: பநிஇ வாங்கி

source: Log connections
ta: பதிவு இணைப்புகள்

source: Filter access
ta: அணுகல் வடிகட்டி

source: IPv4 address range
ta: ஐபிவி 4 முகவரி வரம்பு

source: IPv6 address
ta: IPv6 முகவரி

source: Application token
ta: பயன்பாட்டு கிள்ளாக்கு

source: Leave these parameters empty to disable API access restriction
ta: பநிஇ அணுகல் கட்டுப்பாட்டை முடக்க இந்த அளவுருக்களை காலியாக விடவும்

source: Regenerate
ta: மீளுருவாக்கம்

source: Software category
ta: மென்பொருள் வகை

# button
source: Give
ta: கொடுங்கள்

source: %s gives a consumable
ta: %s ஒரு நுகர்வுக்கு அளிக்கின்றன

source: Total: %1$d, New: %2$d, Used: %3$d
ta: மொத்தம்: %1$d, புதியது: %2$d, பயன்படுத்தப்படுகிறது: %3$d

source: No consumable
ta: நுகர்வு இல்லை

# consumable
source: New
ta: புதிய

# consumable
source: Used
ta: பயன்படுத்தப்பட்டது

# button
source: Add consumables
ta: நுகர்பொருட்களைச் சேர்க்கவும்

source: Enable the financial and administrative information
ta: பொருள் மற்றும் நிர்வாக தகவல்களை இயக்கவும்

source: Back to stock
ta: மீண்டும் பங்குக்கு

source: Used consumables
ta: பயன்படுத்தப்பட்ட நுகர்பொருட்கள்

source: Add date
ta: தேதி சேர்க்கவும்

source: Use date
ta: தேதி பயன்படுத்தவும்

source: Given to
ta: கொடுக்கப்பட்டுள்ளது

source: Give to
ta: கொடுங்கள்

source: In stock
ta: கையிருப்பில்

source: No consumable found
ta: நுகர்வு எதுவும் கிடைக்கவில்லை

source: Test done
ta: சோதனை முடிந்தது

source: Results
ta: முடிவுகள்

source: Some features may require this to be on
ta: சில நற்பொருத்தங்கள் இது இயக்கப்பட வேண்டும்

source: SELinux boolean configuration for %s
ta: %s க்கான செலினக்ச் பூலியன் உள்ளமைவு

source: o
ta: ஓ

source: Kio
ta: கியோ

source: Gio
ta: சியோ

source: A new version is available: %s.
ta: புதிய பதிப்பு கிடைக்கிறது: %s.

source: You have the latest available version
ta: உங்களிடம் அண்மைக் கால பதிப்பு உள்ளது

source: Connection failed. If you use a proxy, please configure it. (%s)
ta: இணைப்பு தோல்வியடைந்தது. நீங்கள் ஒரு ப்ராக்சியைப் பயன்படுத்தினால், தயவுசெய்து அதை உள்ளமைக்கவும். (%s)

source: Failed to connect to the proxy server (%s)
ta: பதிலாள் சேவையகத்துடன் (%s) இணைக்கத் தவறிவிட்டது

source: No data available on the web site
ta: வலைத் தளத்தில் தரவு எதுவும் கிடைக்கவில்லை

source: Connection options
ta: இணைப்பு விருப்பங்கள்

source: SSL
ta: எச்.எச்.எல்

source: TLS
ta: டி.எல்.எச்

source: NO-TLS
ta: இல்லை-டி.எல்

source: NO-VALIDATE-CERT
ta: சரிபார்ப்பு-சான்றிதழ்

source: VALIDATE-CERT
ta: சரிபார்ப்பு-சான்றிதழ்

source: NORSH
ta: நோர்ச்

source: SECURE
ta: பாதுகாப்பானது

source: DEBUG
ta: பிழைத்திருத்தம்

source: Incoming mail folder (optional, often INBOX)
ta: உள்வரும் அஞ்சல் கோப்புறை (விரும்பினால், பெரும்பாலும் இன்பாக்ச்)

source: Port (optional)
ta: துறைமுகம் (விரும்பினால்)

source: POP
ta: பாப்

source: No HTTP_REFERER found in request. Reload previous page before doing action again.
ta: கோரிக்கையில் http_referer இல்லை. மீண்டும் செயலைச் செய்வதற்கு முன் முந்தைய பக்கத்தை மீண்டும் ஏற்றவும்.

source: Error when parsing HTTP_REFERER. Reload previous page before doing action again.
ta: HTTP_REFER ஐ பாகுபடுத்தும்போது பிழை. மீண்டும் செயலைச் செய்வதற்கு முன் முந்தைய பக்கத்தை மீண்டும் ஏற்றவும்.

source: None or Invalid host in HTTP_REFERER. Reload previous page before doing action again.
ta: HTTP_REFER இல் எதுவும் அல்லது தவறான புரவலன். மீண்டும் செயலைச் செய்வதற்கு முன் முந்தைய பக்கத்தை மீண்டும் ஏற்றவும்.

source: None or Invalid path in HTTP_REFERER. Reload previous page before doing action again.
ta: Http_referer இல் எதுவுமில்லை அல்லது தவறான பாதை. மீண்டும் செயலைச் செய்வதற்கு முன் முந்தைய பக்கத்தை மீண்டும் ஏற்றவும்.

source: The action you have requested is not allowed. Reload previous page before doing action again.
ta: நீங்கள் கோரிய நடவடிக்கை அனுமதிக்கப்படவில்லை. மீண்டும் செயலைச் செய்வதற்கு முன் முந்தைய பக்கத்தை மீண்டும் ஏற்றவும்.

source: Device generic model
ta: சாதன பொதுவான மாதிரி

source: Generic device
ta: பொதுவான சாதனம்

source: Wifi port
ta: வைஃபை துறைமுகம்

source: Wifi mode
ta: வைஃபை பயன்முறை

source: Wifi protocol version
ta: வைஃபை நெறிமுறை பதிப்பு

source: ESSID
ta: எசிட்

source: Each year
ta: ஒவ்வொரு ஆண்டும்

source: Interval
ta: இடைவேளை

source: Until
ta: வரை

source: By month
ta: மாதத்திற்குள்

source: Exceptions
ta: விதிவிலக்குகள்

source: %1$s: from %2$s to %3$s:
ta: %1$s: %2$s முதல் %3$s வரை:

source: Data center position
ta: தரவு மைய நிலை

source: Password expires
ta: கடவுச்சொல் காலாவதியாகிறது

source: Account lock date if password is not changed
ta: கடவுச்சொல் மாற்றப்படாவிட்டால் கணக்கு பூட்டு தேதி

source: Password expiration date
ta: கடவுச்சொல் காலாவதி தேதி

source: Password has expired
ta: கடவுச்சொல் காலாவதியானது

source: We inform you that your password will expire soon.
ta: உங்கள் கடவுச்சொல் விரைவில் காலாவதியாகும் என்பதை நாங்கள் உங்களுக்குத் தெரிவிக்கிறோம்.

source: We inform you that your password has expired.
ta: உங்கள் கடவுச்சொல் காலாவதியானது என்பதை நாங்கள் உங்களுக்குத் தெரிவிக்கிறோம்.

source: To update your password, please follow this link:
ta: உங்கள் கடவுச்சொல்லைப் புதுப்பிக்க, தயவுசெய்து இந்த இணைப்பைப் பின்தொடரவும்:

source: Token
ta: கிள்ளாக்கு

source: You have been made a request to reset your account password.
ta: உங்கள் கணக்கு கடவுச்சொல்லை மீட்டமைக்க உங்களுக்கு கோரிக்கை வைக்கப்பட்டுள்ளது.

source: Just follow this link (you have one day):
ta: இந்த இணைப்பைப் பின்தொடரவும் (உங்களுக்கு ஒரு நாள் உள்ளது):

source: Rocket chat: the chat %s was sent
ta: ராக்கெட் அரட்டை: அரட்டை %s அனுப்பப்பட்டன

source: Fatal-error: the chat %s was not send to rocket chat
ta: அபாயகரமான-பிழை: அரட்டை %s ராக்கெட் அரட்டைக்கு அனுப்பப்படவில்லை

# adjective
source: Invalid
ta: செல்லுபடியாகாத

source: %1$s%2$d days %3$d hours %4$d minutes %5$d seconds
ta: %1$s %2$d நாட்கள் %3$d மணிநேரம் %4 $ டி நிமிடங்கள் %5 $ டி வினாடிகள்

source: %1$s%2$d days %3$d hours %4$d minutes
ta: %1$s %2$d நாட்கள் %3 மணிநேரம் %4d நிமிடங்கள்

source: %1$s%2$d hours %3$d minutes %4$d seconds
ta: %1$s %2$d மணிநேரம் %3$d நிமிடங்கள் %4 $ டி வினாடிகள்

source: %1$s%2$d hours %3$d minutes
ta: %1$s %2$d மணிநேரம் %3$d நிமிடங்கள்

source: %1$s%2$d minutes %3$d seconds
ta: %1$s %2$d நிமிடங்கள் %3$d வினாடிகள்

source: %1$s%2$d minute
ta: %1$s%2$d மணித்துளி

source: %1$s%2$s second
ta: %1$s%2$s இரண்டாவது

source: Now
ta: இப்போது

source: Today
ta: இன்று

source: Specify a date
ta: ஒரு தேதியைக் குறிப்பிடவும்

source: - %d hour
ta: - %d மணி

source: - %d minute
ta: - %d மணித்துளி

source: - %d day
ta: - %d நாள்

source: last Sunday
ta: கடந்த ஞாயிற்றுக்கிழமை

source: last Monday
ta: கடந்த திங்கள்

source: last Tuesday
ta: கடைசி செவ்வாய்

source: last Wednesday
ta: கடந்த புதன்கிழமை

source: last Thursday
ta: கடந்த வியாழக்கிழமை

source: last Friday
ta: கடந்த வெள்ளிக்கிழமை

source: last Saturday
ta: கடந்த காரிக்கிழமை

source: - %d week
ta: - %d வாரம்

source: Beginning of the month
ta: மாதத்தின் துவக்கம்

source: - %d month
ta: - %d மாதம்

source: Beginning of the year
ta: ஆண்டின் துவக்கம்

source: - %d year
ta: - %d ஆண்டு

source: + %d hour
ta: + %d மணி

source: + %d day
ta: + %d நாள்

source: + %d week
ta: + %d வாரம்

source: + %d month
ta: + %d மாதம்

source: + %d year
ta: + %d ஆண்டு

source: Alert sent on %s
ta: எச்சரிக்கை %s இல் அனுப்பப்பட்டது

source: Project task template
ta: திட்ட பணி வார்ப்புரு

source: Merging
ta: ஒன்றிணைத்தல்

source: Upgrade
ta: மேம்படுத்தல்

source: Close
ta: மூடு

source: An error occured loading contents!
ta: ஒரு பிழை ஏற்பட்டது உள்ளடக்கங்களை ஏற்றுகிறது!

source: Please check ITSM-NG logs or contact your administrator.
ta: தயவுசெய்து ITSM-NG பதிவுகளை சரிபார்க்கவும் அல்லது உங்கள் நிர்வாகியை தொடர்பு கொள்ளவும்.

source: try to reload
ta: மீண்டும் ஏற்ற முயற்சிக்கவும்

source: Dictionnary of computer models
ta: கணினி மாதிரிகளின் அகராதி

source: Dictionnary of service packs
ta: பணி பொதிகளின் அகராதி

source: Impact analysis
ta: தாக்க பகுப்பாய்வு

source: This asset doesn't have any dependencies.
ta: இந்த சொத்தில் எந்த சார்புகளும் இல்லை.

source: Export to csv
ta: காபிம க்கு ஏற்றுமதி

source: Max depth
ta: அதிகபட்ச ஆழம்

source: No limit
ta: வரம்பு இல்லை

source: Add assets
ta: சொத்துக்களைச் சேர்க்கவும்

source: Filter itemtypes...
ta: ItemTypes ஐ வடிகட்டவும் ...

source: Filter assets...
ta: வடிகட்டி சொத்துக்கள் ...

source: More...
ta: மேலும் ...

source: No results
ta: முடிவுகள் இல்லை

source: Show impact
ta: தாக்கத்தைக் காட்டு

source: Show depends
ta: சோ சார்ந்துள்ளது

source: Colors
ta: நிறங்கள்

source: Depends
ta: சார்ந்துள்ளது

source: Impact and depends
ta: தாக்கம் மற்றும் சார்ந்துள்ளது

source: Undo
ta: செயல்தவிர்

source: Redo
ta: மீண்டும்செய்

source: Add asset
ta: சொத்து சேர்க்கவும்

source: Add relation
ta: உறவைச் சேர்க்கவும்

source: Add group
ta: குழுவைச் சேர்க்கவும்

source: Delete element
ta: உறுப்பு நீக்கு

source: Download
ta: பதிவிறக்கம்

source: Fullscreen
ta: முழு திரை

source: Impact analysis configuration
ta: தாக்க பகுப்பாய்வு உள்ளமைவு

source: Enabled itemtypes
ta: இயக்கப்பட்ட பொருள் வகைகள்

source: Automatic actions list
ta: தானியங்கி செயல்கள் பட்டியல்

source: The following automatic actions are in error. They require intervention.
ta: பின்வரும் தானியங்கி செயல்கள் பிழையாக உள்ளன. அவர்களுக்கு தலையீடு தேவை.

source: An error occured trying to connect to collector.
ta: சேகரிப்பாளருடன் இணைக்க முயற்சிக்கும் பிழை ஏற்பட்டது.

source: No child found for folder '%s'.
ta: '%s' கோப்புறையில் எந்த குழந்தையும் கிடைக்கவில்லை.

# button
source: Get email tickets now
ta: இப்போது மின்னஞ்சல் டிக்கெட்டுகளைப் பெறுங்கள்

source: Maximum size of each file imported by the mails receiver
ta: மெயில்ச் பெறுநரால் இறக்குமதி செய்யப்பட்ட ஒவ்வொரு கோப்பின் அதிகபட்ச அளவு

source: Accepted mail archive folder (optional)
ta: ஏற்றுக்கொள்ளப்பட்ட அஞ்சல் காப்பக கோப்புறை (விரும்பினால்)

source: Refused mail archive folder (optional)
ta: மறுக்கப்பட்ட அஞ்சல் காப்பக கோப்புறை (விரும்பினால்)

source: Email %s not found. Impossible import.
ta: மின்னஞ்சல் %s கண்டுபிடிக்கப்படவில்லை. சாத்தியமற்ற இறக்குமதி.

source: Message is invalid (%s). Check in "%s" for more details
ta: செய்தி தவறானது (%s). மேலும் விவரங்களுக்கு "%s" இல் சரிபார்க்கவும்

source: Error during message parsing (%s). Check in "%s" for more details
ta: செய்தி பாகுபடுத்தலின் போது பிழை (%s). மேலும் விவரங்களுக்கு "%s" இல் சரிபார்க்கவும்

source: Number of messages: available=%1$d, already imported=%2$d, retrieved=%3$d, refused=%4$d, errors=%5$d, blacklisted=%6$d
ta: செய்திகளின் எண்ணிக்கை: கிடைக்கிறது =%1$d, ஏற்கனவே இறக்குமதி செய்யப்பட்ட =%2$d, மீட்டெடுக்கப்பட்டது =%3$d, மறுக்கப்பட்டது =%4 $ d, பிழைகள் =%5 $ d, தடுப்புப்பட்டியல் =%6 $ டி

source: Could not connect to mailgate server
ta: மெயில்கேட் சேவையகத்துடன் இணைக்க முடியவில்லை

source: Could not find mailgate %d
ta: மெயில்கேட் %d கண்டுபிடிக்க முடியவில்லை

source: %s is not writable
ta: %s எழுத முடியாதவை அல்ல

source: Unsupported mail server type:%s.
ta: ஆதரிக்கப்படாத அஞ்சல் சேவையக வகை:%s.

source: Too large attached file
ta: மிகப் பெரிய இணைக்கப்பட்ட கோப்பு

source: Invalid attached file
ta: தவறான இணைக்கப்பட்ட கோப்பு

source: Invalid configuration for %1$s folder in receiver %2$s
ta: ரிசீவர் %2$s இல் %1$s கோப்புறைக்கு தவறான உள்ளமைவு

source: Retrieve email (Mails receivers)
ta: மின்னஞ்சலை மீட்டெடுக்கவும் (அஞ்சல் பெறுநர்கள்)

source: Number of emails to retrieve
ta: மீட்டெடுக்க மின்னஞ்சல்களின் எண்ணிக்கை

source: Send alarms on receiver errors
ta: ரிசீவர் பிழைகள் குறித்து அலாரங்களை அனுப்பவும்

source: Your email could not be processed. If the problem persists, contact the administrator
ta: உங்கள் மின்னஞ்சலை செயலாக்க முடியவில்லை. சிக்கல் தொடர்ந்தால், நிர்வாகியை தொடர்பு கொள்ளவும்
