Repository: itsmng/itsm-ng
Catalog: locales/*.po
Languages: ta

# button
source: Remove a contract
ta: ஒரு ஒப்பந்தத்தை அகற்று

source: Project tasks type
ta: திட்ட பணிகள் வகை

source: Appliance type
ta: பயன்பாட்டு வகை

source: Simcard
ta: சிம்கார்ட்

source: Voltage
ta: மின்னழுத்தம்

source: Allow VOIP
ta: VoIP ஐ அனுமதிக்கவும்

source: Notification queue
ta: அறிவிப்பு வரிசை

source: Sender email
ta: அனுப்புநர் மின்னஞ்சல்

source: Sender name
ta: அனுப்புநரின் பெயர்

source: Recipient email
ta: பெறுநர் மின்னஞ்சல்

source: Recipient name
ta: பெறுநரின் பெயர்

source: Reply-to email
ta: மின்னஞ்சல்

source: Additional headers
ta: கூடுதல் தலைப்புகள்

source: Email HTML body
ta: உஉகுமொ உடலுக்கு மின்னஞ்சல் அனுப்புங்கள்

source: Email text body
ta: உரை உடல் மின்னஞ்சல்

source: Message ID
ta: செய்தி ஐடி

source: Clean notification queue
ta: தூய்மையான அறிவிப்பு வரிசை

source: Business rules for tickets
ta: டிக்கெட்டுகளுக்கான வணிக விதிகள்

source: Translation
ta: மொழிபெயர்ப்பு

source: There's already a translation for this field in this language
ta: இந்த மொழியில் இந்த துறைக்கு ஏற்கனவே ஒரு மொழிபெயர்ப்பு உள்ளது

source: Add a new translation
ta: புதிய மொழிபெயர்ப்பைச் சேர்க்கவும்

source: List of translations
ta: மொழிபெயர்ப்புகளின் பட்டியல்

source: No translation found
ta: மொழிபெயர்ப்பு எதுவும் கிடைக்கவில்லை

source: Unlock Item Request
ta: உருப்படி கோரிக்கையைத் திறக்கவும்

source: Item Name
ta: உருப்படி பெயர்

source: Item ID
ta: பொருள் ஐடி

source: Item Type
ta: உருப்படி வகை

source: Lock date
ta: பூட்டு தேதி

source: Lastname of locking user
ta: பூட்டுதல் பயனரின் கடைசி பெயர்

source: Firstname of locking user
ta: பூட்டுதல் பயனரின் முதல் பெயர்

source: Requester Lastname
ta: கோரிக்கையாளர் கடைசி பெயர்

source: Requester Firstname
ta: கோரிக்கை முதல் பெயர்

source: Item URL
ta: பொருள் முகவரி

source: Locking User
ta: பூட்டுதல் பயனர்

source: Business criticity
ta: வணிக விமர்சனம்

source: Project team
ta: திட்ட குழு

source: Or complete search
ta: அல்லது முழுமையான தேடல்

source: Network interface
ta: பிணைய இடைமுகம்

source: New problem
ta: புதிய சிக்கல்

source: Update of a problem
ta: சிக்கலின் புதுப்பிப்பு

source: Problem solved
ta: சிக்கல் தீர்க்கப்பட்டது

source: Closure of a problem
ta: ஒரு சிக்கலை மூடுவது

source: Deleting a problem
ta: ஒரு சிக்கலை நீக்குகிறது

source: Impacts
ta: தாக்கங்கள்

source: Causes
ta: காரணங்கள்

source: Symptoms
ta: அறிகுறிகள்

source: Ticket
ta: டிக்கெட்

source: Required units
ta: தேவையான அலகுகள்

source: Depth
ta: ஆழம்

source: Power connections
ta: ஆற்றல் இணைப்புகள்

source: Power consumption
ta: மின் நுகர்வு

source: watts
ta: வாட்ச்

source: Max. power (in watts)
ta: அதிகபட்சம். ஆற்றல் (வாட்சில்)

source: Is half rack
ta: அரை ரேக்

source: Front picture
ta: முன் படம்

source: Rear picture
ta: பின்புற படம்

source: Unable to save picture file.
ta: படக் கோப்பை சேமிக்க முடியவில்லை.

source: Dictionary
ta: அகராதி

source: Peripheral type
ta: புற வகை

source: Networking equipment type
ta: நெட்வொர்க்கிங் கருவி வகை

source: Rules management
ta: விதிகள் மேலாண்மை

source: Move
ta: நகர்த்தவும்

source: After
ta: பிறகு

source: Before
ta: முன்

source: Ranking
ta: தரவரிசை

source: Logical operator
ta: தருக்க ஆபரேட்டர்

source: and
ta: மற்றும்

source: or
ta: அல்லது

source: It is possible to affect the result of a regular expression using the string #0
ta: #0 சரம் பயன்படுத்தி வழக்கமான வெளிப்பாட்டின் முடிவை பாதிக்க முடியும்

source: Add a new action
ta: புதிய செயலைச் சேர்க்கவும்

source: Add a new criterion
ta: ஒரு புதிய அளவுகோலைச் சேர்க்கவும்

source: Unavailable
ta: கிடைக்கவில்லை

source: Result of the regular expression
ta: வழக்கமான வெளிப்பாட்டின் முடிவு

source: Key
ta: விசை

source: Rules using the object have been disabled.
ta: பொருளைப் பயன்படுத்தும் விதிகள் முடக்கப்பட்டுள்ளன.

source: LDAP directory
ta: LDAP அடைவு

source: Synchronization field cannot be changed once in use.
ta: பயன்பாட்டில் ஒரு முறை ஒத்திசைவு புலத்தை மாற்ற முடியாது.

source: Default server
ta: இயல்புநிலை சேவையகம்

source: Port (default=389)
ta: துறைமுகம் (இயல்புநிலை = 389)

source: Connection filter
ta: இணைப்பு வடிகட்டி

source: BaseDN
ta: அடிப்படையிலான

source: RootDN (for non anonymous binds)
ta: Rooddn (அநாமதேய பிணைப்புகளுக்கு)

source: Password (for non-anonymous binds)
ta: கடவுச்சொல் (அநாமதேய பிணைப்புகளுக்கு)

source: Login field
ta: உள்நுழைவு புலம்

source: Synchronization field
ta: ஒத்திசைவு புலம்

source: Advanced information
ta: மேம்பட்ட செய்தி

source: Use TLS
ta: TLS ஐப் பயன்படுத்தவும்

source: ldap_start_tls does not exist
ta: LDAP_START_TLS இல்லை

source: LDAP directory time zone
ta: LDAP அடைவு நேர மண்டலம்

source: Use paged results
ta: பேச் முடிவுகளைப் பயன்படுத்தவும்

source: Page size
ta: பக்க அளவு

source: Maximum number of results
ta: முடிவுகளின் அதிகபட்ச எண்ணிக்கை

source: How LDAP aliases should be handled
ta: எல்.டி.ஏ.பி மாற்றுப்பெயர்களை எவ்வாறு கையாள வேண்டும்

source: Never dereferenced (default)
ta: ஒருபோதும் dereferected (இயல்புநிலை)

source: Always dereferenced
ta: எப்போதும் டெரெஃபெர்டு

source: Dereferenced during the search (but not when locating)
ta: தேடலின் போது நீக்கப்பட்டது (ஆனால் கண்டுபிடிக்கும் போது அல்ல)

source: Dereferenced when locating (not during the search)
ta: கண்டுபிடிக்கும் போது (தேடலின் போது அல்ல)

source: Domain name used by inventory tool for link the user
ta: பயனரை இணைப்பதற்கான சரக்கு கருவி மூலம் பயன்படுத்தப்படும் டொமைன் பெயர்

source: Save
ta: சேமி

source: List of LDAP directory replicates
ta: LDAP அடைவு பிரதிகளின் பட்டியல்

source: Replicate
ta: பிரதி

source: In users
ta: பயனர்களில்

source: In groups
ta: குழுக்களில்

source: In users and groups
ta: பயனர்கள் மற்றும் குழுக்களில்

source: Belonging to groups
ta: குழுக்களுக்கு சொந்தமானது

source: Search type
ta: தேடல் வகை

source: User attribute containing its groups
ta: அதன் குழுக்களைக் கொண்ட பயனர் பண்புக்கூறு

source: Filter to search in groups
ta: குழுக்களாக தேட வடிகட்டவும்

source: Group attribute containing its users
ta: அதன் பயனர்களைக் கொண்ட குழு பண்புக்கூறு

source: Use DN in the search
ta: தேடலில் டி.என் பயன்படுத்தவும்

source: Test of connection to LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்துடன் இணைப்பின் சோதனை

source: Binding to the LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்துடன் பிணைத்தல்

source: Surname
ta: குடும்பப்பெயர்

source: First name
ta: முதல் பெயர்

source: Administrative number
ta: நிர்வாக எண்

# ldap
source: Phone
ta: தொலைபேசி

source: Phone 2
ta: தொலைபேசி 2

source: Mobile phone
ta: மொபைல் போன்

source: Picture
ta: படம்

source: Responsible
ta: பொறுப்பு

source: You can use a field name or an expression using various %{fieldname}
ta: நீங்கள் பல்வேறு %{புலம் பெயர் below ஐப் பயன்படுத்தி ஒரு புல பெயர் அல்லது வெளிப்பாட்டைப் பயன்படுத்தலாம்

source: Example for location: %{city} > %{roomnumber}
ta: இருப்பிடத்திற்கான எடுத்துக்காட்டு: %{city}> %{roomnumber}

source: Import entities from LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்திலிருந்து நிறுவனங்களை இறக்குமதி செய்யுங்கள்

source: Attribute representing entity
ta: நிறுவனம் பிரதிநிதித்துவப்படுத்தும் பண்புக்கூறு

source: Search filter for entities
ta: நிறுவனங்களுக்கான வடிகட்டி தேடல்

source: Domain name used by inventory tool
ta: சரக்கு கருவி மூலம் பயன்படுத்தப்படும் டொமைன் பெயர்

source: Search filter for users
ta: பயனர்களுக்கான வடிப்பானைத் தேடுங்கள்

source: Warning: The request exceeds the limit of the directory. The results are only partial.
ta: எச்சரிக்கை: கோரிக்கை கோப்பகத்தின் வரம்பை மீறுகிறது. முடிவுகள் பகுதி மட்டுமே.

# button
source: Synchronize
ta: ஒத்திசைக்கவும்

source: Last update in the LDAP directory
ta: LDAP கோப்பகத்தில் கடைசி புதுப்பிப்பு

source: Last update in ITSM-ng
ta: ITSM-NG இல் கடைசி புதுப்பிப்பு

source: Last update in ITSM-NG
ta: ITSM-NG இல் கடைசி புதுப்பிப்பு

source: No user to be synchronized
ta: ஒத்திசைக்க எந்த பயனரும் இல்லை

source: No user to be imported
ta: இறக்குமதி செய்ய எந்த பயனரும் இல்லை

source: Group DN
ta: குழு டி.என்

source: Destination entity
ta: இலக்கு நிறுவனம்

source: No group to be imported
ta: எந்த குழுவும் இறக்குமதி செய்யப்படக்கூடாது

source: Please choose LDAP directory to import users and groups from
ta: பயனர்கள் மற்றும் குழுக்களை இறக்குமதி செய்ய LDAP கோப்பகத்தைத் தேர்வுசெய்க

source: LDAP directory choice
ta: LDAP அடைவு தேர்வு

source: No LDAP directory defined in ITSM-ng
ta: ITSM-NG இல் LDAP கோப்பகம் வரையறுக்கப்படவில்லை

source: User not found or several users found
ta: பயனர் கண்டுபிடிக்கப்படவில்லை அல்லது பல பயனர்கள் கண்டுபிடிக்கப்படவில்லை

source: Unable to add. The user already exist.
ta: சேர்க்க முடியவில்லை. பயனர் ஏற்கனவே இருக்கிறார்.

source: Expert mode
ta: வல்லுநர் பயன்முறை

source: Simple mode
ta: எளிய முறை

# button
source: Change
ta: மாற்றம்

source: Search criteria for users
ta: பயனர்களுக்கான அளவுகோல்களைத் தேடுங்கள்

source: No directory selected
ta: எந்த கோப்பகமும் தேர்ந்தெடுக்கப்படவில்லை

source: No directory associated to entity: impossible search
ta: நிறுவனத்துடன் தொடர்புடைய எந்த கோப்பகமும் இல்லை: சாத்தியமற்ற தேடல்

source: Preserve
ta: பாதுகாக்கவும்

source: Withdraw dynamic authorizations and groups
ta: மாறும் அங்கீகாரங்கள் மற்றும் குழுக்களை திரும்பப் பெறுங்கள்

source: Disable
ta: முடக்கு

source: Enable filtering by date
ta: தேதியால் வடிகட்டலை இயக்கவும்

source: View updated users
ta: புதுப்பிக்கப்பட்ட பயனர்களைக் காண்க

source: Disable filtering by date
ta: தேதியால் வடிகட்டலை முடக்கு

source: Rules for assigning a ticket created through a mails receiver
ta: மெயில்ச் பெறுநர் மூலம் உருவாக்கப்பட்ட டிக்கெட்டை ஒதுக்குவதற்கான விதிகள்

source: Associate to a group
ta: ஒரு குழுவுடன் இணைந்திருக்கும்

source: Manager
ta: மேலாளர்

source: Delegatee
ta: சார்பாளர்

source: Dynamic
ta: மாறும்

source: Add a user
ta: ஒரு பயனரைச் சேர்

source: Child groups
ta: குழந்தை குழுக்கள்

source: D=Dynamic
ta: டி = மாறும்

source: Blacklisted mail content
ta: தடுப்புப்பட்டியல் அஞ்சல் உள்ளடக்கம்

source: %1$s item not saved
ta: %1$s உருப்படி சேமிக்கப்படவில்லை

source: Display all items
ta: எல்லா உருப்படிகளையும் காண்பி

source: My devices
ta: எனது சாதனங்கள்

source: Devices own by my groups
ta: சாதனங்கள் எனது குழுக்களால் சொந்தமானவை

source: version
ta: பதிப்பு

source: Installed software
ta: நிறுவப்பட்ட மென்பொருள்

source: Connected devices
ta: இணைக்கப்பட்ட சாதனங்கள்

source: Associated item type
ta: தொடர்புடைய உருப்படி வகை

source: %1$s - ID %2$d
ta: %1$s - ஐடி %2$d

source: Item successfully added
ta: உருப்படி வெற்றிகரமாக சேர்க்கப்பட்டது

source: Item successfully deleted
ta: உருப்படி வெற்றிகரமாக நீக்கப்பட்டது

source: Link Contract/Item
ta: இணைப்பு ஒப்பந்தம்/உருப்படி

source: Delete permanently the relation with selected elements
ta: தேர்ந்தெடுக்கப்பட்ட கூறுகளுடனான உறவை நிரந்தரமாக நீக்கு

source: External event
ta: வெளிப்புற நிகழ்வு

source: Each guest will have a read-only copy of this event
ta: ஒவ்வொரு விருந்தினருக்கும் இந்த நிகழ்வின் படிக்க மட்டும் நகல் இருக்கும்

source: Background event
ta: பின்னணி நிகழ்வு

source: Repeat
ta: மீண்டும்

source: Delete serie
ta: தொடரை நீக்கு

source: Delete instance
ta: உதாரணத்தை நீக்கு

source: manage background events
ta: பின்னணி நிகழ்வுகளை நிர்வகிக்கவும்

source: License
ta: உரிமம்

# software
source: Request source
ta: கோரிக்கை மூல

source: A version is required!
ta: ஒரு பதிப்பு தேவை!

source: Number of affected items
ta: பாதிக்கப்பட்ட பொருட்களின் எண்ணிக்கை

source: Affected items
ta: பாதிக்கப்பட்ட உருப்படிகள்

source: Summary
ta: சுருக்கம்

source: Hard drive
ta: வன்

source: Capacity by default
ta: இயல்புநிலையாக திறன்

source: Rpm
ta: ஆர்.பி.எம்

source: Cache
ta: கேச்

source: Interface
ta: இடைமுகம்

source: Hard drive type
ta: ஆர்ட் இயக்கி வகை

source: Hard drive size
ta: வன் அளவு

source: SLM
ta: எச்.எல்.எம்

source: Maximum time
ta: அதிகபட்ச நேரம்

source: Minute
ta: நிமிடங்கள்

source: End of working day
ta: வேலை நாள் முடிவு

source: Next escalation: %s
ta: அடுத்த விரிவாக்கம்: %s

source: Escalation level
ta: விரிவாக்க நிலை

source: Also delete date?
ta: தேதியை நீக்கவா?

source: Add a new item
ta: புதிய உருப்படியைச் சேர்க்கவும்

source: Calendar of the ticket
ta: டிக்கெட்டின் காலண்டர்

source: No item to display
ta: காண்பிக்க உருப்படி இல்லை

# hour
source: Time
ta: நேரம்

source: Time to own
ta: சொந்தமான நேரம்

source: Time to resolve
ta: தீர்க்க வேண்டிய நேரம்

source: PCI
ta: பி.சி.ஐ.

source: Registered ID (issued by PCI-SIG)
ta: பதிவுசெய்யப்பட்ட ஐடி (PCI-SIG ஆல் வழங்கப்பட்டது)

source: Profile
ta: சுயவிவரம்

source: Life cycles
ta: வாழ்க்கை சுழற்சிகள்

source: Tools
ta: கருவிகள்

source: Accessibility
ta: அணுகல்

source: Management
ta: மேலாண்மை

source: This profile is the last with write rights on profiles
ta: இந்த சுயவிவரம் சுயவிவரங்களில் எழுதும் உரிமைகளுடன் கடைசியாக உள்ளது

source: Deletion refused
ta: நீக்குதல் மறுத்துவிட்டது

source: Caption
ta: தலைப்பு

source: Global right
ta: உலகளாவிய உரிமை

source: Entity right
ta: நிறுவனம் சரி

source: Without name
ta: பெயர் இல்லாமல்

source: Default profile
ta: இயல்புநிலை சுயவிவரம்

source: Profile's interface
ta: சுயவிவரத்தின் இடைமுகம்

source: Ticket creation form on login
ta: உள்நுழைவில் டிக்கெட் உருவாக்கும் படிவம்

source: Followup
ta: பின்தொடர்

source: Task
ta: பணி

source: Association
ta: தொடர்பு

source: See hardware of my groups
ta: எனது குழுக்களின் வன்பொருளைக் காண்க

source: Link with items for the creation of tickets
ta: டிக்கெட்டுகளை உருவாக்க உருப்படிகளுடன் இணைக்கவும்

source: Associable items to a ticket
ta: ஒரு டிக்கெட்டுக்கு அசோசைபிள் உருப்படிகள்

source: Default ticket template
ta: இயல்புநிலை டிக்கெட் வார்ப்புரு

source: Default change template
ta: இயல்புநிலை மாற்ற வார்ப்புரு

source: Default problem template
ta: இயல்புநிலை சிக்கல் வார்ப்புரு

source: Public reminder
ta: பொது நினைவூட்டல்

source: Computer
ta: கணிப்பொறி, கணிணி

source: Internet
ta: இணையம்

source: Simcard PIN/PUK
ta: சிம் அட்டை முள்/பக்

source: Contact
ta: தொடர்பு

source: Supplier
ta: சப்ளையர்

source: Financial and administratives information
ta: பொருள் மற்றும் நிர்வாக செய்தி

source: Certificate
ta: சான்றிதழ்

source: Domain
ta: டொமைன்

source: Manageable domain records
ta: நிர்வகிக்கக்கூடிய டொமைன் பதிவுகள்

source: Public saved search
ta: பொது காப்பாற்றப்பட்ட தேடல்

source: Report
ta: அறிக்கை

source: Administration of reservations
ta: முன்பதிவுகளின் நிர்வாகம்

source: Project
ta: திட்டம்

source: ITIL Templates
ta: Itil வார்ப்புருக்கள்

source: Default %1$s template
ta: இயல்புநிலை %1$s வார்ப்புரு

source: Template
ta: வார்ப்புரு

source: ITIL object
ta: Itil பொருள்

source: From \ To
ta: \ முதல்

source: Life cycle of tickets
ta: டிக்கெட்டுகளின் வாழ்க்கை சுழற்சி

source: Life cycle of problems
ta: சிக்கல்களின் வாழ்க்கை சுழற்சி

source: Life cycle of changes
ta: மாற்றங்களின் வாழ்க்கை சுழற்சி

source: Edit accessibility
ta: அணுகலைத் திருத்தவும்

source: Authorizations assignment rules
ta: அங்கீகாரங்கள் ஒதுக்கீட்டு விதிகள்

source: Rules for assigning a computer to an entity
ta: ஒரு நிறுவனத்திற்கு கணினியை ஒதுக்குவதற்கான விதிகள்

source: Rules for assigning a category to a software
ta: ஒரு மென்பொருளுக்கு ஒரு வகையை ஒதுக்குவதற்கான விதிகள்

source: Business rules for tickets (entity)
ta: டிக்கெட்டுகளுக்கான வணிக விதிகள் (நிறுவனம்)

source: Business rules for assets
ta: சொத்துக்களுக்கான வணிக விதிகள்

source: Dropdowns dictionary
ta: கீழ்தோன்றும் அகராதி

source: Software dictionary
ta: மென்பொருள் அகராதி

source: Printers dictionnary
ta: அச்சுப்பொறிகள் அகராதி

source: All dashboards
ta: அனைத்து டாச்போர்டுகளும்

source: Search result display
ta: தேடல் முடிவு காட்சி

source: Global dropdown
ta: உலகளாவிய வீழ்ச்சி

source: Entity dropdowns
ta: நிறுவனம் கீழ்தோன்றல்கள்

source: Ticket category
ta: டிக்கெட் வகை

source: Knowledge base category
ta: அறிவுத் அடிப்படை வகை

source: Task category
ta: பணி வகை

source: Status of items
ta: பொருட்களின் நிலை

source: Line operator
ta: வரி ஆபரேட்டர்

source: Search result user display
ta: தேடல் முடிவு பயனர் காட்சி

source: Log
ta: பதிவு

source: Create a ticket
ta: ஒரு டிக்கெட்டை உருவாக்கவும்

source: Managed domain records types
ta: நிர்வகிக்கப்பட்ட டொமைன் பதிவு வகைகள்

source: Change font
ta: எழுத்துருவை மாற்றவும்

source: Change zoom
ta: சூம் மாற்றவும்

source: Use shortcuts
ta: குறுக்குவழிகளைப் பயன்படுத்தவும்

source: Other
ta: மற்றொன்று

source: No access
ta: அணுகல் இல்லை

source: Write
ta: எழுதுங்கள்

source: All items
ta: அனைத்து உருப்படிகளும்

source: My devices and all items
ta: எனது சாதனங்கள் மற்றும் அனைத்து உருப்படிகளும்

source: Select/unselect all
ta: அனைத்தையும் தேர்ந்தெடுக்கவும்/தேர்ந்தெடுக்கவும்

source: Add an authorization to a user
ta: ஒரு பயனருக்கு அங்கீகாரத்தைச் சேர்க்கவும்

source: Recursive
ta: சுழல்நிலை

source: D=Dynamic, R=Recursive
ta: டி = மாறும், r = மறுநிகழ்வு

source: No user found
ta: பயனர் எதுவும் கிடைக்கவில்லை

source: Authorization
ta: ஏற்பு

source: Entity
ta: உருபொருள்

source: You can't add an entity without name
ta: பெயர் இல்லாமல் ஒரு நிறுவனத்தை நீங்கள் சேர்க்க முடியாது

source: Address
ta: முகவரி

source: UI customization
ta: இடைமுகம் தனிப்பயனாக்கம்

source: Complete name
ta: முழுமையான பெயர்

source: Fax
ta: தொலைநகல்

source: Postal code
ta: அஞ்சல் குறியீடு

source: City
ta: நகரம்

# location
source: State
ta: மாநிலம்

source: Country
ta: நாடு

source: Latitude
ta: அகலாங்கு

source: Longitude
ta: நெட்டாங்கு

source: Altitude
ta: குத்துயரம்

source: LDAP directory information attribute representing the entity
ta: LDAP அடைவு செய்தி பண்புக்கூறு நிறுவனத்தை குறிக்கும்

source: Information in inventory tool (TAG) representing the entity
ta: நிறுவனத்தை குறிக்கும் சரக்கு கருவியில் (குறிச்சொல்) செய்தி

source: LDAP directory of an entity
ta: ஒரு நிறுவனத்தின் LDAP அடைவு

source: Search filter (if needed)
ta: தேடல் வடிகட்டி (தேவைப்பட்டால்)

source: Mail domain
ta: அஞ்சல் டொமைன்

source: Notification options
ta: அறிவிப்பு விருப்பங்கள்

source: Delay to send email notifications
ta: மின்னஞ்சல் அறிவிப்புகளை அனுப்ப நேரந்தவறுகை

source: Enable notifications by default
ta: முன்னிருப்பாக அறிவிப்புகளை இயக்கவும்

source: Administrator reply-to email (if needed)
ta: நிர்வாகி பதில்-க்கு மின்னஞ்சல் (தேவைப்பட்டால்)

source: Prefix for notifications
ta: அறிவிப்புகளுக்கான முன்னொட்டு

source: Response address (if needed)
ta: மறுமொழி முகவரி (தேவைப்பட்டால்)

source: Alarms on cartridges
ta: தோட்டாக்களில் அலாரங்கள்

source: Alarms on consumables
ta: நுகர்பொருட்களின் அலாரங்கள்

source: Alarms on expired licenses
ta: காலாவதியான உரிமங்களில் அலாரங்கள்

source: Send license alarms before
ta: உரிம அலாரங்களை முன் அனுப்பவும்

source: Alarms on contracts
ta: ஒப்பந்தங்களில் அலாரங்கள்

source: Send contract alarms before
ta: முன் ஒப்பந்த அலாரங்களை அனுப்பவும்

source: Alarms on financial and administrative information
ta: பொருள் மற்றும் நிர்வாக தகவல்களின் அலாரங்கள்

source: Send financial and administrative information alarms before
ta: முன் பொருள் மற்றும் நிர்வாக செய்தி அலாரங்களை அனுப்பவும்

source: Default value for alarms on contracts
ta: ஒப்பந்தங்களில் அலாரங்களுக்கான இயல்புநிலை மதிப்பு

source: Default value for alarms on financial and administrative information
ta: பொருள் மற்றும் நிர்வாகத் தகவல்களில் அலாரங்களுக்கான இயல்புநிலை மதிப்பு

source: Default threshold for cartridges count
ta: தோட்டாக்கள் எண்ணிக்கையின் இயல்புநிலை வாசல்

source: Default threshold for consumables count
ta: நுகர்பொருட்களுக்கான இயல்புநிலை வாசல்

source: Send Certificate alarms before
ta: சான்றிதழ் அலாரங்களை முன் அனுப்பவும்

source: Automatic closing of solved tickets after
ta: தீர்க்கப்பட்ட டிக்கெட்டுகளை தானாக மூடுவது

source: Immediatly
ta: உடனடியாக

source: Automatic purge of closed tickets after
ta: மூடிய டிக்கெட்டுகளின் தானியங்கி சுத்திகரிப்பு

source: Alerts on tickets which are not solved
ta: தீர்க்கப்படாத டிக்கெட்டுகள் குறித்த விழிப்பூட்டல்கள்

source: Automatic assignment of tickets
ta: டிக்கெட்டுகளின் தானியங்கி ஒதுக்கீடு

source: Tickets default type
ta: டிக்கெட் இயல்புநிலை வகை

source: Order date
ta: ஆர்டர் தேதி

source: Delivery date
ta: விநியோக தேதி

source: Start date of warranty
ta: உத்தரவாதத்தின் தொடக்க தேதி

source: Satisfaction survey configuration
ta: நிறைவு கணக்கெடுப்பு உள்ளமைவு

source: Satisfaction survey trigger rate
ta: நிறைவு கணக்கெடுப்பு தூண்டுதல் வீதம்

source: Entity for software creation
ta: மென்பொருள் உருவாக்கத்திற்கான நிறுவனம்

source: Decommission date
ta: நீக்குதல் தேதி

source: to see the entity and its sub-entities
ta: நிறுவனம் மற்றும் அதன் துணை நிறுவனங்களைக் காண

source: Load more entities...
ta: மேலும் நிறுவனங்களை ஏற்றவும் ...

source: %s adds the item
ta: %s உருப்படியைச் சேர்க்கிறது

source: Location on map
ta: வரைபடத்தில் இடம்

# location
source: Longitude
ta: நெட்டாங்கு

# location
source: Latitude
ta: அகலாங்கு

# location
source: Altitude
ta: குத்துயரம்

source: Values for the generic rules for assignment to entities
ta: நிறுவனங்களுக்கு ஒதுக்குவதற்கான பொதுவான விதிகளுக்கான மதிப்புகள்

source: These parameters are used as actions in generic rules for assignment to entities
ta: இந்த அளவுருக்கள் நிறுவனங்களுக்கு ஒதுக்கப்படுவதற்கான பொதுவான விதிகளில் செயல்களாகப் பயன்படுத்தப்படுகின்றன

source: Mail domain surrogates entity
ta: மெயில் டொமைன் வாடகை நிறுவனம்

source: Values used in the interface to search users from a LDAP directory
ta: எல்.டி.ஏ.பி கோப்பகத்திலிருந்து பயனர்களைத் தேட இடைமுகத்தில் பயன்படுத்தப்படும் மதிப்புகள்

source: LDAP filter associated to the entity (if necessary)
ta: எல்.டி.ஏ.பி வடிகட்டி நிறுவனத்துடன் தொடர்புடையது (தேவைப்பட்டால்)

source: Autofill dates for financial and administrative information
ta: பொருள் மற்றும் நிர்வாக தகவல்களுக்கான ஆட்டோஃபில் தேதிகள்

source: No autofill
ta: ஆட்டோஃபில் இல்லை

source: Fill when shifting to state %s
ta: மாநில %s க்கு மாறும்போது நிரப்பவும்

source: Copy the start date of warranty
ta: உத்தரவாதத்தின் தொடக்க தேதியை நகலெடுக்கவும்

source: Copy the date of purchase
ta: வாங்கிய தேதியை நகலெடுக்கவும்

source: Copy the order date
ta: ஆர்டர் தேதியை நகலெடுக்கவும்

source: Copy the delivery date
ta: விநியோக தேதியை நகலெடுக்கவும்

source: No change of entity
ta: நிறுவனத்தின் மாற்றம் இல்லை

source: Alarms options
ta: அலாரங்கள் விருப்பங்கள்

source: Reminders frequency for alarms on cartridges
ta: தோட்டாக்களில் அலாரங்களுக்கான நினைவூட்டல் அதிர்வெண்

source: Reminders frequency for alarms on consumables
ta: நுகர்பொருட்களில் அலாரங்களுக்கான நினைவூட்டல் அதிர்வெண்

source: Send certificates alarms before
ta: சான்றிதழ்கள் அலாரங்களை முன் அனுப்பவும்

source: Alerts on tickets which are not solved since
ta: பின்னர் தீர்க்கப்படாத டிக்கெட்டுகள் குறித்த விழிப்பூட்டல்கள்

source: Alarms on domains expiries
ta: களங்கள் காலாவதியாகும் அலாரங்கள்

source: Domains closes expiries
ta: களங்கள் காலாவதிகளை மூடுகின்றன

source: Domains expired
ta: களங்கள் காலாவதியானன

source: UI options
ta: இடைமுகம் விருப்பங்கள்

source: Enable CSS customization
ta: சிஎச்எச் தனிப்பயனாக்கலை இயக்கவும்

source: Inherits configuration from the parent entity
ta: பெற்றோர் நிறுவனத்திலிருந்து உள்ளமைவைப் பெறுகிறது

source: Templates configuration
ta: வார்ப்புருக்கள் உள்ளமைவு

source: Problem template
ta: சிக்கல் வார்ப்புரு

source: Tickets configuration
ta: டிக்கெட் உள்ளமைவு

source: Mark followup added by a supplier though an email collector as private
ta: ஒரு மின்னஞ்சல் சேகரிப்பாளரை தனிப்பட்டதாக இருந்தாலும் ஒரு சப்ளையரால் சேர்க்கப்பட்ட மார்க் பின்தொடர்தல்

source: Anonymize support agents
ta: உதவி முகவர்களை அநாமதேயமாக்குங்கள்

source: Automatic closing configuration
ta: தானியங்கி நிறைவு உள்ளமைவு

source: Close ticket action is disabled.
ta: நெருக்கமான டிக்கெட் நடவடிக்கை முடக்கப்பட்டுள்ளது.

source: Purge ticket action is disabled.
ta: சுத்திகரிப்பு டிக்கெட் நடவடிக்கை முடக்கப்பட்டுள்ளது.

source: Configuring the satisfaction survey
ta: நிறைவு கணக்கெடுப்பை கட்டமைத்தல்

source: Internal survey
ta: உள் ஆய்வு

source: External survey
ta: வெளிப்புற ஆய்வு

source: Based on the item then the category
ta: உருப்படியின் அடிப்படையில் வகை

source: Based on the category then the item
ta: வகையின் அடிப்படையில் உருப்படி

source: Read parameters
ta: அளவுருக்களைப் படியுங்கள்

source: Read helpdesk parameters
ta: எல்ப் டெச்க் அளவுருக்களைப் படியுங்கள்

source: Update parameters
ta: அளவுருக்களைப் புதுப்பிக்கவும்

source: Update helpdesk parameters
ta: எல்ப் டெச்க் அளவுருக்களைப் புதுப்பிக்கவும்
